Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# Çar
source: Wed
de: Mi
ko: 수
ru: Ср
zh: 周三

# Per
source: Thu
de: Do
ko: 목
ru: Чт
zh: 周四

# Cmt
source: Sat
de: Sa
ko: 토
ru: Сб
zh: 周六

# Paz
source: Sun
de: So
ko: 일
ru: Вс
zh: 周日

# Cuma
source: Friday
de: Freitag
ko: 금요일
ru: Пятница
zh: 星期五

source: Big Total
de: Gesamtsumme
ko: 총합
ru: Общий итог
zh: 总计

# Excele Aktar
source: Export to Excel
de: In Excel exportieren
ko: 엑셀로 내보내기
ru: Экспорт в Excel
zh: 导出到 Excel

source: Group Total
de: Gruppensumme
ko: 그룹 합계
ru: Итог по группе
zh: 小计

# Görüntüle
source: View
de: Anzeigen
ko: 보기
ru: Просмотр
zh: 查看

# Hizmet
source: Service
de: Dienstleistung
ko: 서비스
ru: Услуга
zh: 服务

# Kayıt Ekle
source: Add Entry
de: Eintrag hinzufügen
ko: 등록 추가
ru: Добавить запись
zh: 添加记录

# Kayıt Ekleme
source: Add Entry
de: Eintrag hinzufügen
ko: 등록 추가
ru: Добавление записи
zh: 记录添加

# Kuyruk
source: Tail
de: Warteschlange
ko: 대기열
ru: Очередь
zh: 尾部

# Miktar
source: Quantity
de: Menge
ko: 수량
ru: Количество
zh: 数量

source: SCF ADD
de: SCF HINZUFÜGEN
ko: SCF 추가
ru: ДОБАВИТЬ SCF
zh: 添加SCF

source: SERVICES REQUEST
de: Dienstleistungsanfragen
ko: 서비스 요청
ru: Запросы на обслуживание
zh: 服务请求

# Servis Ekle
source: Add Service
de: Dienstleistung hinzufügen
ko: 서비스 추가
ru: Добавить услугу
zh: 添加服务

# Servisler
source: Services
de: Dienstleistungen
ko: 서비스들
ru: Услуги
zh: 服务

# Yükle
source: Upload
de: Hochladen
ko: 업로드
ru: Загрузить
zh: 上传

# Ekle
source: Add
de: Hinzufügen
ko: 추가
ru: Добавить
zh: 添加

source: Cancel
de: Abbrechen
ko: 취소
ru: Отменить
zh: 取消

source: Complete
de: Abschließen
ko: 완료
ru: Завершить
zh: 完成

source: Department
de: Abteilung
ko: 부서
ru: Отдел
zh: 部门

source: Edit Request
de: Anfrage bearbeiten
ko: 요청 편집
ru: Редактировать запрос
zh: 编辑请求

source: Edit Task
de: Aufgabe bearbeiten
ko: 작업 편집
ru: Редактировать задание
zh: 编辑任务

source: End Time
de: Endzeit
ko: 종료 시간
ru: Время окончания
zh: 结束时间

source: Flights
de: Flüge
ko: 항공편
ru: Рейсы
zh: 航班

# Görev
source: Duty
de: Aufgabe
ko: 작업
ru: Задание
zh: 任务

# HAREKAT
source: OPERATION
de: EINSATZ
ko: 작전
ru: ОПЕРАЦИЯ
zh: 行动

# No records
source: No records found.
de: Keine Einträge gefunden.
ko: 기록이 없습니다.
ru: Записей не найдено.
zh: 没有记录

source: Personnel
de: Personal
ko: 직원
ru: Персонал
zh: 人员

source: Personnel Schedule
de: Personalplan
ko: 직원 일정
ru: Расписание персонала
zh: 人员安排

source: Progress
de: Fortschritt
ko: 진행
ru: Прогресс
zh: 进度

source: Reset
de: Zurücksetzen
ko: 초기화
ru: Сбросить
zh: 重置

source: Start
ko: 시작
ru: Начать
zh: 开始

source: Start Time
de: Startzeit
ko: 시작 시간
ru: Время начала
zh: 开始时间

source: Task ID
de: Aufgaben-ID
ko: 작업 번호
ru: ID задания
zh: 任务编号

source: Title
de: Titel
ko: 제목
ru: Заголовок
zh: 标题

source: Upload Excel File
de: Excel-Datei hochladen
ko: 엑셀 파일 업로드
ru: Загрузить файл Excel
zh: 上传Excel文件

# YOLCU HİZMETLERİ
source: PASSENGER SERVICES
de: PASSAGIERDIENSTE
ko: 승객 서비스
ru: ПАССАЖИРСКИЕ УСЛУГИ
zh: 乘客服务

# Adet Fiyatlı Rapor
source: Unit Priced Report
de: Stückpreisliste Bericht
ko: 단가 보고서
ru: Отчет по единичной цене
zh: 按数量定价报告

source: AIRPORT CARGO AND MAIL FEE
de: FLUGHAFENFRACHT- UND POSTGEBÜHR
ko: 공항 화물 및 우편 요금
ru: ПЛАТА ЗА ГРУЗ И ПОЧТУ В АЭРОПОРТУ
zh: 机场货物和邮政费

source: AIRPORT LOAD CONTROL FEE
de: FLUGHAFEN-LADEKONTROLLGEBÜHR
ko: 공항 적재 통제 요금
ru: ПЛАТА ЗА КОНТРОЛЬ НАГРУЗКИ В АЭРОПОРТУ
zh: 机场装载控制费

# AIPORT_PAX_FEE
source: AIRPORT PAX FEE
de: FLUGHAFEN-PAX-GEBÜHR
ko: 공항 승객 요금
ru: ПЛАТА ЗА ПАССАЖИРА В АЭРОПОРТУ
zh: 机场旅客费

source: AIRPORT RAMP FEE
de: FLUGHAFEN-RAMPENGEBÜHR
ko: 공항 램프 요금
ru: ПЛАТА ЗА РАМПУ В АЭРОПОРТУ
zh: 机场停机坪费

source: CARGO HANDLING
de: FRACHTABWICKLUNG
ko: 화물 처리
ru: ОБРАБОТКА ГРУЗОВ
zh: 货物处理

source: COUNT
de: ANZAHL
ko: 개수
ru: КОЛИЧЕСТВО
zh: 数量

source: End Date
de: Enddatum
ko: 종료일
ru: Дата окончания
zh: 结束日期

source: FLIGHT OPERATIONS SERVICE
de: FLUGBETRIEBSDIENST
ko: 비행 운영 서비스
ru: СЛУЖБА ПОЛЕТНЫХ ОПЕРАЦИЙ
zh: 航班运行服务

# Haftalık Rapor
source: Weekly Report
de: Wöchentlicher Bericht
ko: 주간 보고서
ru: Еженедельный отчет
zh: 每周报告

source: HANDLING PACKAGE
de: ABFERTIGUNGSPAKET
ko: 처리 패키지
ru: ПАКЕТ ОБСЛУЖИВАНИЯ
zh: 处理套餐

source: LOAD CONTROL
de: LADEKONTROLLE
ko: 적재 통제
ru: КОНТРОЛЬ НАГРУЗКИ
zh: 装载控制

# Lütfen bir istasyon
source: Please select a station
de: Bitte wählen Sie eine Station
ko: 역을 선택해주세요
ru: Пожалуйста, выберите станцию
zh: 请选择一个站点

source: Record Creation
de: Datensatz erstellen
ko: 기록 생성
ru: Создание записи
zh: 创建记录

source: Start Date
de: Startdatum
ko: 시작일
ru: Дата начала
zh: 开始日期

source: TOTAL
de: GESAMT
ko: 총계
ru: ИТОГО
zh: 总计

source: UNIT
de: EINHEIT
ko: 단위
ru: ЕДИНИЦА
zh: 单位

# Tazminat
source: Compensation
de: Entschädigung
ko: 보상
ru: Компенсация
zh: 赔偿

source: Delete Task
de: Aufgaben löschen
ko: 작업 삭제
ru: Удалить задания
zh: 删除任务

# Başlatıldı
source: Started
de: Gestartet
ko: 시작됨
ru: Запущено
zh: 已开始

source: Agency
de: Agentur
ko: 대리점
ru: Агентство
zh: 代理

# Ajans silme
source: Are you sure you want to delete this agency?
de: Möchten Sie diese Agentur wirklich löschen?
ko: 이 대리점을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить это агентство?
zh: 您确定要删除此代理吗？

# Ajans Adı
source: Agency Name
de: Agenturname
ko: 대리점 이름
ru: Название агентства
zh: 代理名称

# Kullanıcı
source: User
de: Benutzer
ko: 사용자
ru: Пользователь
zh: 用户

# Silme Onayı
source: Confirm Delete
de: Löschbestätigung
ko: 삭제 확인
ru: Подтверждение удаления
zh: 删除确认

# Temel Bilgiler
source: Main Information
de: Grundlegende Informationen
ko: 기본 정보
ru: Основная информация
zh: 基本信息

# Vergi No
source: Tax ID
de: Steuernummer
ko: 세금 번호
ru: Налоговый номер
zh: 税号

# Ajans
source: Agency
de: Agentur
ko: 대리점
ru: Агентство
zh: 代理

# Ajans Detayı
source: Agency Details
de: Agenturdetails
ko: 대리점 세부정보
ru: Детали агентства
zh: 代理详情

# Ajanslar
source: Agencies
de: Agenturen
ko: 대리점들
ru: Агентства
zh: 代理商

# Alan Kodu
source: Area Code
de: Vorwahl
ko: 지역 번호
ru: Код региона
zh: 区号

# Davet Kodları
source: Invitation Codes
de: Einladungscodes
ko: 초대 코드들
ru: Коды приглашений
zh: 邀请码

# Davet Kodu
source: Invitation Code
de: Einladungscode
ko: 초대 코드
ru: Код приглашения
zh: 邀请码

# Davet Kodu Güncelle
source: Connect to Hotel with Invitation Code
de: Mit Einladungscode Hotel verbinden
ko: 호텔과 연결하려면 초대 코드를 사용하세요
ru: Подключиться к отелю с помощью кода приглашения
zh: 通过邀请码连接酒店

# Davet Kodu Oluştur
source: Create Invitation Code
de: Einladungscode erstellen
ko: 초대 코드 생성
ru: Создать код приглашения
zh: 生成邀请码

# Kampanya
source: Campaign
de: Kampagne
ko: 캠페인
ru: Кампания
zh: 活动

# Kişisel_İletişim
source: Personal Information
de: Persönlicher Kontakt
ko: 개인 연락처
ru: Личная связь
zh: 个人联系

# Kurumsal Bilgiler
source: Corporate Information
de: Firmeninformationen
ko: 기업 정보
ru: Корпоративная информация
zh: 公司信息

# Oluşturulma Tarihi
source: Created At
de: Erstellungsdatum
ko: 생성일
ru: Дата создания
zh: 创建日期

# Sistem
source: Tenant
de: System
ko: 시스템
ru: Система
zh: 系统

# Unvan
source: Title
de: Titel
ko: 직함
ru: Должность
zh: 头衔

# Vazgeç
source: Cancel
de: Abbrechen
ko: 취소
ru: Отменить
zh: 放弃

# Yeni Ajans
source: New Agency
de: Neue Agentur
ko: 새 대리점
ru: Новое агентство
zh: 新代理

# Yeni Davet Kodu
source: New Invitation Code
de: Neuer Einladungscode
ko: 새 초대 코드
ru: Новый код приглашения
zh: 新邀请码

# Ülke
source: Country
de: Land
ko: 국가
ru: Страна
zh: 国家

# İşlem
source: Process
de: Aktion
ko: 작업
ru: Операция
zh: 操作

# Şehir
source: City
de: Stadt
ko: 도시
ru: Город
zh: 城市

# Şirket Adresi
source: Company Address
de: Firmenadresse
ko: 회사 주소
ru: Адрес компании
zh: 公司地址

# Şirket Bilgileri
source: Company Information
de: Firmendaten
ko: 회사 정보
ru: Информация о компании
zh: 公司信息

# Şirket Lokasyonu
source: Company Location
de: Firmenstandort
ko: 회사 위치
ru: Местоположение компании
zh: 公司位置

# Şirket Tel Alan Kodu
source: Company Area Code
de: Telefonvorwahl der Firma
ko: 회사 지역 번호
ru: Тел. код компании
zh: 公司电话区号

# Şirket Telefonu
source: Company Phone Number
de: Firmentelefon
ko: 회사 전화
ru: Телефон компании
zh: 公司电话

# Şirket Ülkesi
source: Company Country
de: Firmenland
ko: 회사 국가
ru: Страна компании
zh: 公司国家

# Şirket Şehri
source: Company City
de: Firmenstadt
ko: 회사 도시
ru: Город компании
zh: 公司城市

# Otele_Baglan
source: Connect To Hotels
de: Mit Hotel verbinden
ko: 호텔에 연결
ru: Подключиться к отелю
zh: 连接酒店

# Ad
source: Name
de: Vorname
ko: 이름
ru: Имя
zh: 名字

# Ajans ve Sistem
source: Agent and Tenant
de: Agentur und System
ko: 대리점 및 시스템
ru: Агентство и система
zh: 代理和系统

# Cinsiyet
source: Gender
de: Geschlecht
ko: 성별
ru: Пол
zh: 性别

# Doğum_Tarihi
source: Date of Birth
de: Geburtsdatum
ko: 생년월일
ru: Дата рождения
zh: 出生日期

# Giriş Tarihi
source: Check-In Date
de: Einreisedatum
ko: 입장 날짜
ru: Дата въезда
zh: 入住日期

# Kayıt_Tarihi
source: Registiration Date
de: Registrierungsdatum
ko: 등록일
ru: Дата регистрации
zh: 登记日期

# Konaklama
source: Accommodation
de: Unterkunft
ko: 숙박
ru: Проживание
zh: 住宿

# Konaklama Süresi
source: Length of Stay
de: Aufenthaltsdauer
ko: 숙박 기간
ru: Продолжительность проживания
zh: 住宿时间

# Konuyu_Girin
source: Subject...
de: Geben Sie das Thema ein...
ko: 주제를 입력하세요...
ru: Введите тему...
zh: 请输入主题...

# Misafir Ekle
source: Add Visitor
de: Gast hinzufügen
ko: 게스트 추가
ru: Добавить гостя
zh: 添加客人

# Misafirler
source: Visitors
de: Gäste
ko: 게스트들
ru: Гости
zh: 客人

# Misafir_Adı
source: Visitor Name
de: Name des Gastes
ko: 게스트 이름
ru: Имя гостя
zh: 客人姓名

# Notlar
source: Notes
de: Notizen
ko: 노트
ru: Заметки
zh: 备注

# Oda Tipi
source: Room Type
de: Zimmertyp
ko: 객실 유형
ru: Тип комнаты
zh: 房型

# Oda_Sayısı
source: Room Count
de: Anzahl der Zimmer
ko: 객실 수
ru: Количество комнат
zh: 房间数量

# Otel_Adı
source: Hotel Name
ko: 호텔 이름
ru: Название отеля
zh: 酒店名称

# Puan
source: Points
de: Bewertung
ko: 점수
ru: Оценка
zh: 分数

# Rezervasyon
source: Reservation
de: Buchung
ko: 예약
ru: Бронирование
zh: 预订

# Rezervasyon Detayı
source: Reservation Details
de: Buchungsdetails
ko: 예약 세부사항
ru: Детали бронирования
zh: 预订详情

# Rezervasyon Kodu
source: Reservation Code
de: Buchungscode
ko: 예약 코드
ru: Код бронирования
zh: 预订代码

# Rezervasyonlar
source: Reservations
de: Buchungen
ko: 예약 목록
ru: Бронирования
zh: 预订列表

# Rezervasyon_Tarihi
source: Reservation Date
de: Buchungsdatum
ko: 예약일
ru: Дата бронирования
zh: 预订日期

# Soyad
source: Surname
de: Nachname
ko: 성
ru: Фамилия
zh: 姓氏

# Tarihler
source: Dates
de: Termine
ko: 날짜
ru: Даты
zh: 日期

# Toplam Puan
source: Total Points
de: Gesamtpunktzahl
ko: 총 점수
ru: Общий балл
zh: 总分

# Toplam_Tutar
source: Total Amount
de: Gesamtbetrag
ko: 총 금액
ru: Общая сумма
zh: 总金额

source: Voucher No
de: Buchungsnummer
ko: 예약 번호
ru: Номер бронирования
zh: 预订号

# Yeni_Rezervasyon
source: New Reservation
de: Neue Buchung
ko: 새 예약
ru: Новое бронирование
zh: 新预订

# Yolcu bilgisi bulunamadı.
source: No passenger information found
de: Passagierinformation nicht gefunden.
ko: 승객 정보가 없습니다.
ru: Информация о пассажире не найдена.
zh: 未找到乘客信息

# Çıkış Tarihi
source: Check-Out Date
de: Abreisedatum
ko: 체크아웃 날짜
ru: Дата выезда
zh: 退房日期

# İletişim_Formu
source: Contact Form
de: Kontaktformular
ko: 연락 양식
ru: Форма связи
zh: 联系表格

# Şirket
source: Company
de: Firma
ko: 회사
ru: Компания
zh: 公司

# ANA_NAVIGASYON
source: MAIN NAVIGASYON
de: HAUPTNAVIGATION
ko: 메인 탐색
ru: Основная навигация
zh: 主导航

# Ayarlar
source: Settings
de: Einstellungen
ko: 설정
ru: Настройки
zh: 设置

source: Connect To Hotels
de: Mit Hotels verbinden
ko: 호텔에 연결
ru: Подключение к Отелям
zh: 连接酒店

# Harcamalar
source: Expenses
de: Ausgaben
ko: 지출
ru: Расходы
zh: 支出

# Kampanyalar
source: Campaigns
de: Kampagnen
ko: 캠페인들
ru: Кампании
zh: 活动

# Kullanıcılar
source: Users
de: Benutzer
ko: 사용자들
ru: Пользователи
zh: 用户

source: Loyalty Points
de: Treuepunkte
ko: 충성도 포인트
ru: Очки лояльности
zh: 忠诚度积分

source: Rewards
de: Belohnungen
ko: 보상
ru: Награды
zh: 奖励

# Oda Tanımlamaları
source: Room Definitions
de: Zimmerdefinitionen
ko: 객실 설명
ru: Описание номеров
zh: 房间定义

# OdaTipiKayit
source: Room Type Registration
de: Zimmertyp registrieren
ko: 객실 유형 등록
ru: Регистрация типа номера
zh: 房型登记

# OdaTipleriListe
source: Room Types List
de: Zimmertypenliste
ko: 객실 유형 목록
ru: Список типов номеров
zh: 房型列表

# RezervasyonTanimEkle
source: Add Reservation Definitions
de: Buchungsdefinition hinzufügen
ko: 예약 정의 추가
ru: Добавить параметры бронирования
zh: 添加预订定义

# RezervasyonTanimListe
source: Reservation Definitions List
de: Buchungsdefinitionsliste
ko: 예약 정의 목록
ru: Список параметров бронирования
zh: 预订定义列表

# DavetKoduUret
source: Generate Invitation Code
de: Einladungscode generieren
ko: 초대 코드 생성
ru: Создать код приглашения
zh: 生成邀请码

# Uret
source: Generate
de: Generieren
ko: 생성
ru: Создать
zh: 生成

# Aktif Kullanıcılar
source: Active Users
de: Aktive Benutzer
ko: 활성 사용자
ru: Активные пользователи
zh: 活跃用户

# AktifListe
source: Active List
de: Aktive Liste
ko: 활성 목록
ru: Активный список
zh: 活跃列表

# Pasif Kullanıcılar
source: Inactive Users
de: Inaktive Benutzer
ko: 비활성 사용자
ru: Пассивные пользователи
zh: 非活跃用户

# PasifListe
source: Inactive List
de: Inaktive Liste
ko: 비활성 목록
ru: Неактивный список
zh: 非活跃列表

# field_required
source: This field is required.
de: Dieses Feld ist erforderlich.
ko: 이 필드는 필수입니다.
ru: Это поле обязательно для заполнения.
zh: 此字段为必填项。

# Herhangi bir otel bulunamadı.
source: No hotels found
de: Kein Hotel gefunden.
ko: 해당되는 호텔이 없습니다.
ru: Отелей не найдено.
zh: 未找到任何酒店。

# Otel
source: Hotel
ko: 호텔
ru: Отель
zh: 酒店

# Rezervasyon_Bilgileri
source: Reservation Information
de: Buchungsinformationen
ko: 예약 정보
ru: Информация о бронировании
zh: 预订信息

# Aktif
source: Active
de: Aktiv
ko: 활성
ru: Активный
zh: 活跃

# Pasif
source: Inactive
de: Inaktiv
ko: 비활성
ru: Пассивный
zh: 非活跃

source: TargetRoomType
de: Zielzimmertyp
ko: 목표 객실 유형
ru: Целевой тип номера
zh: 目标房型

# Yeni_Yolcu
source: New Visitor
de: Neuer Passagier
ko: 새 승객
ru: Новый гость
zh: 新乘客

# ACELE
source: RUSH
de: EILIG
ko: 긴급
ru: СРОЧНО
zh: 紧急

# SON
source: END
de: LETZTE
ko: 마지막
ru: КОНЕЦ
zh: 结束

# Durum
source: Status
ko: 상태
ru: статус
zh: 状态

# Durum1
source: Status
ko: 상태
ru: статус
zh: 状态

source: Operator
ko: 운영자
ru: Оператор
zh: 操作员

# Acenta_bağ_silme
source: Are you sure you want to remove your connection with this agency? This action cannot be undone.
de: Möchten Sie die Verbindung zu dieser Agentur wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
ko: 이 여행사와의 연결을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите удалить связь с этим агентством? Это действие нельзя отменить.
zh: 您确定要删除与此代理的关联吗？此操作无法撤销。

# Acenta_Seç
source: Select Agency
de: Agentur auswählen
ko: 여행사 선택
ru: Выбрать агентство
zh: 选择代理

# Aksiyonlar
source: Actions
de: Aktionen
ko: 작업들
ru: Действия
zh: 操作

# Arama Tipi
source: Search Type
de: Suchtyp
ko: 검색 유형
ru: Тип поиска
zh: 搜索类型

# Bağlı Olduğunuz Oteller
source: Hotels You Are Connected To
de: Hotels, mit denen Sie verbunden sind
ko: 연결된 호텔
ru: Отели, с которыми у вас есть связь
zh: 您关联的酒店

# Bonus Bilgi Maili
source: Bonus Information Email
de: Bonus-Info-E-Mail
ko: 보너스 정보 이메일
ru: Письмо с бонусной информацией
zh: 奖励信息邮件

# Bonus Prosedür Adresi
source: Bonus Procedure Address
de: Bonusverfahren-Adresse
ko: 보너스 절차 주소
ru: Адрес бонусной процедуры
zh: 奖励流程地址

# Bonus Prosedür Kontrol
source: Bonus Procedure Check
de: Bonusverfahren-Kontrolle
ko: 보너스 절차 확인
ru: Проверка бонусной процедуры
zh: 奖励流程检查

# Bonus_Parametreleri
source: Bonus Parameters
de: Bonusparameter
ko: 보너스 매개변수
ru: Параметры бонуса
zh: 奖励参数

# Checkin Kontrol
source: Check-in Check
de: Check-in-Kontrolle
ko: 체크인 확인
ru: Проверка заезда
zh: 入住检查

# Davet_Kodu_Tablosu
source: Invitation Code Table
de: Einladungscode-Tabelle
ko: 초대 코드 표
ru: Таблица кода приглашения
zh: 邀请码表

# Devam_Et
source: Continue
de: Fortfahren
ko: 계속
ru: Продолжить
zh: 继续

# Evet
source: Yes
de: Ja
ko: 예
ru: Да
zh: 是

# ExCheckin Date Kontrol
source: Old Check-in Date Check
de: Kontrolle des früheren Check-in-Datums
ko: 이전 체크인 날짜 확인
ru: Проверка старой даты заезда
zh: 旧入住日期检查

# Gece_Fiyatı
source: Nightly Price
de: Preis pro Nacht
ko: 1박 요금
ru: Цена за ночь
zh: 每晚价格

# Gerekli_Puan
source: Required Night Points
de: Erforderliche Punkte
ko: 필요한 1박 포인트
ru: Требуемые ночные баллы
zh: 所需每晚积分

# Hayır
source: No
de: Nein
ko: 아니오
ru: Нет
zh: 否

# Henüz bir acenteniz yok.
source: You do not have an agency yet.
de: Sie haben noch keine Agentur.
ko: 아직 등록된 대리점이 없습니다.
ru: У вас еще нет агентства.
zh: 您还没有代理。

# Kapasite
source: Capacity
de: Kapazität
ko: 수용 인원
ru: Вместимость
zh: 容量

# Kazanç Dönemi
source: Earning Period
de: Verdienstzeitraum
ko: 수익 기간
ru: Период дохода
zh: 收益期

# Kazanç Dönemi Kullanılsın
source: Use Earning Period
de: Verdienstzeitraum verwenden
ko: 수익 기간 사용
ru: Использовать период дохода
zh: 启用收益期

# Konaklama_Bilgileri
source: Accommodation Information
de: Unterkunftsinformationen
ko: 숙박 정보
ru: Информация о проживании
zh: 住宿信息

# Konu
source: Subject
de: Thema
ko: 주제
ru: Тема
zh: 主题

source: Logo URL
ko: 로고 URL
ru: URL логотипа
zh: Logo链接

# LoyaltyPoint
source: Loyalty Points
de: Treuepunkt
ko: 충성도 포인트
ru: Баллы лояльности
zh: 忠诚度积分

# Lütfen bir oda tipi seçiniz
source: Please select a room type
de: Bitte wählen Sie einen Zimmertyp
ko: 객실 유형을 선택하세요
ru: Пожалуйста, выберите тип номера
zh: 请选择一个房型

# Max Reservation Day
source: Maximum Reservation Day
de: Maximale Buchungstage
ko: 최대 예약일
ru: Максимальное количество дней бронирования
zh: 最大预订天数

# Max Stay
source: Maximum Stay
de: Maximaler Aufenthalt
ko: 최대 숙박
ru: Максимальное пребывание
zh: 最长入住

# Mesajınız
source: Your Message
de: Ihre Nachricht
ko: 메시지
ru: Ваше сообщение
zh: 您的消息

# Min Balance
source: Minimum Balance
de: Mindestguthaben
ko: 최소 잔액
ru: Минимальный баланс
zh: 最低余额

# Min Reservation Day
source: Minimum Reservation Day
de: Minimale Buchungstage
ko: 최소 예약일
ru: Минимальное количество дней бронирования
zh: 最少预订天数

# Min Stay
source: Minimum Stay
de: Mindestaufenthalt
ko: 최소 숙박
ru: Минимальное пребывание
zh: 最少入住

# Oda Tipi ve Dönem Bilgileri
source: Room Type and Period Information
de: Zimmertyp- und Zeitraumdaten
ko: 객실 유형 및 기간 정보
ru: Информация о типе номера и периоде
zh: 房型和期间信息

# Oluşturulma
source: Created
de: Erstellt am
ko: 생성됨
ru: Дата создания
zh: 创建

# Otel_Seç
source: Select Hotel
de: Hotel auswählen
ko: 호텔 선택
ru: Выбрать отель
zh: 选择酒店

# Parametreler
source: Parameters
de: Parameter
ko: 매개변수
ru: Параметры
zh: 参数

# Pasifleri Göster
source: Show Inactives
de: Inaktive anzeigen
ko: 비활성 보기
ru: Показать неактивные
zh: 显示非活跃

# Prosedür Aktif
source: Procedure Active
de: Verfahren aktiv
ko: 절차 활성화됨
ru: Процедура активна
zh: 流程启用

source: Redemption
de: Einlösung
ko: 리딤션
ru: Выкуп
zh: 兑换

source: Reservation Bonus Setting
de: Buchungsbonus-Einstellung
ko: 예약 보너스 설정
ru: Настройки бонусов за бронирование
zh: 预订奖励设置

source: Reward Catalog
de: Prämienkatalog
ko: 보상 카탈로그
ru: Каталог наград
zh: 奖励目录

# Rezervasyon_Düzenle
source: Edit Reservation
de: Buchung bearbeiten
ko: 예약 편집
ru: Редактировать бронирование
zh: 编辑预订

# Sağ taraftan yeni bir acente oluşturun.
source: Create a new agency from the right side.
de: Erstellen Sie rechts eine neue Agentur.
ko: 오른쪽에서 새 대리점을 생성하세요.
ru: Создайте новое агентство с правой стороны.
zh: 从右侧创建新代理。

source: Subdomain
ko: 서브도메인
ru: Субдомен
zh: 子域

source: Support
ko: 지원
ru: Поддержка
zh: 支持

# Tarayıcınız video etiketini desteklemiyor.
source: Your browser does not support the video tag.
de: Ihr Browser unterstützt das Video-Tag nicht.
ko: 브라우저가 비디오 태그를 지원하지 않습니다.
ru: Ваш браузер не поддерживает тег video.
zh: 您的浏览器不支持视频标签。

# Yatak_Sayısı
source: Number of Beds
de: Anzahl der Betten
ko: 침대 수
ru: Количество кроватей
zh: 床数

# Yearly Use Point
source: Yearly Usage Point
de: Jährlicher Nutzungspunkt
ko: 연간 사용 포인트
ru: Годовая точка использования
zh: 年度使用积分

# Yeni Acente Oluştur
source: Create New Agency
de: Neue Agentur erstellen
ko: 새 대리점 생성
ru: Создать новое агентство
zh: 创建新代理

# Yeni Kayıt Ekle
source: Add New Record
de: Neuen Eintrag hinzufügen
ko: 새 등록 추가
ru: Добавить новую запись
zh: 添加新记录

# Yeni_Dönem_Puanı_Ekle
source: Add New Period Points
de: Neue Zeitraum-Punkte hinzufügen
ko: 새 기간 포인트 추가
ru: Добавить баллы за новый период
zh: 添加新期间积分

# Ödül Dönem Listesi
source: Reward Period List
de: Prämienzeitraum-Liste
ko: 보상 기간 목록
ru: Список наградных периодов
zh: 奖励期间列表

# İletişim_Epostası
source: Contact_Email
de: Kontakt-E-Mail
ko: 연락 이메일
ru: Контактный_Электронный адрес
zh: 联系邮箱

# acenta_calisaniyim
source: I am a current agency employee
ko: 여행사 직원입니다
ru: Я являюсь действующим сотрудником агентства.
zh: 我是代理员工

# Onayla
source: Confirmed
ko: 확인
ru: Подтвержденный
zh: 确认

# Acenteler
source: Agencies
de: Agenturen
ko: 대리점들
ru: Агентства
zh: 代理商

# Added_Point
source: Added Points
de: Hinzugefügte Punkte
ko: 추가된 포인트
ru: Добавленные Баллы
zh: 已添加积分

# Aksiyon
source: Action
de: Aktion
ko: 작업
ru: Действие
zh: 操作

source: Bonus
ko: 보너스
ru: Бонус
zh: 奖励

# Bonus_Parametreleri_Kayıt
source: Bonus Parameters Registration
de: Bonusparameter Eintrag
ko: 보너스 매개변수 등록
ru: Сохранение Параметров Бонуса
zh: 奖励参数登记

# Bonus_Parametreleri_Liste
source: Bonus Parameters List
de: Bonusparameter
ko: 보너스 매개변수
ru: Список Параметров Бонуса
zh: 奖励参数

# Bonus_Puan
source: Bonus Points
de: Bonuspunkte
ko: 보너스 포인트
ru: Бонусные Баллы
zh: 奖励积分

# Diğer
source: Other
de: Andere
ko: 기타
ru: Другое
zh: 其他

# Gerekli_Gecelik_Puan
source: Required Nightly Points
de: Erforderliche Nächtigungspunkte
ko: 필요한 1박 포인트
ru: Необходимые Ночные Баллы
zh: 所需每晚积分

# Geri
source: Back
de: Zurück
ko: 뒤로
ru: Назад
zh: 返回

# Harcama_Kayıt
source: Expense Record
de: Ausgabeneintrag
ko: 지출 등록
ru: Регистрация Расходов
zh: 支出记录

# Harcama_Tanımları
source: Expense Definitions
de: Ausgabendefinitionen
ko: 지출 정의
ru: Определения Расходов
zh: 支出定义

# Harcanabilecek_Gecelik_Puanlar
source: Spendable Nightly Points
de: Verwendbare Nächtigungspunkte
ko: 사용 가능한 1박 포인트
ru: Ночные Баллы для Расхода
zh: 可用每晚积分

# Kazanç_Tanımları
source: Income Definitions
de: Gewinndefinitionen
ko: 수익 정의
ru: Определения Доходов
zh: 收益定义

# Kazanılabilecek_Gecelik_Puanlar
source: Earnable Nightly Points
de: Erwerbbare Nächtigungspunkte
ko: 적립 가능한 1박 포인트
ru: Ночные Баллы для Заработка
zh: 可赚取的每晚积分

# Kullanıcı_Seç
source: Select User
de: Benutzer auswählen
ko: 사용자 선택
ru: Выбрать Пользователя
zh: 选择用户

# Misafir_Bilgileri
source: Guest Information
de: Gastinformationen
ko: 게스트 정보
ru: Информация о Госте
zh: 客人信息

# Onaylanmış_Rezervasyonlar
source: Confirmed Reservations
de: Bestätigte Reservierungen
ko: 확인된 예약
ru: Подтверждённые Бронирования
zh: 已确认的预订

# Operatör_seçiniz
source: Please Select Operator
de: Bitte Operator wählen
ko: 운영자 선택
ru: Выберите Оператора
zh: 请选择操作员

source: Points Earned
de: Verdiente Punkte
ko: 적립된 포인트
ru: Заработанные Баллы
zh: 已获得积分

# Points_Pending
source: Pending Points
de: Ausstehende Punkte
ko: 보류 중인 포인트
ru: Ожидающие Баллы
zh: 待处理积分

# Points_Spendable
source: Spendable Points
de: Verwendbare Punkte
ko: 사용 가능한 포인트
ru: Доступные для Расхода Баллы
zh: 可用积分

source: Points Spent
de: Ausgegebene Punkte
ko: 사용된 포인트
ru: Потраченные Баллы
zh: 已用积分

# Resmi Adı
source: Official Name
de: Offizieller Name
ko: 공식 명칭
ru: Официальное Название
zh: 正式名称

source: Reward
de: Belohnung
ko: 보상
ru: Награда
zh: 奖励

source: Spent
de: Ausgegeben
ko: 사용됨
ru: Израсходовано
zh: 已花费

# Tabela_Adı
source: Signboard Name
de: Firmenschild-Name
ko: 간판 이름
ru: Название Таблички
zh: 牌名

# Ödül_Geçmişi
source: Reward History
de: Belohnungsverlauf
ko: 보상 내역
ru: История Наград
zh: 奖励历史

# Şirket_Profili
source: Company Profile
de: Firmenprofil
ko: 회사 프로필
ru: Профиль Компании
zh: 公司简介

# Oluştur
source: Create
de: Erstellen
ko: Alaktə
ru: Создавать
zh: 創造

# Acente_Profili
source: Agency Profile
de: Agenturprofil
ko: 대리점 프로필
ru: Профиль агентства
zh: 代理资料

# Aktifleştir
source: Activate
de: Aktivieren
ko: 활성화
ru: Активировать
zh: 激活

source: Bonus Points
de: Bonuspunkte
ko: 보너스 포인트
ru: Бонусные баллы
zh: 奖励积分

# Bonus_Puan_Listesi
source: Bonus Points List
de: Bonuspunktenliste
ko: 보너스 포인트 목록
ru: Список бонусных баллов
zh: 奖励积分列表
