Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# KVKKp16
source: 12. What are Your Rights as Data Subjects? Under the GDPR you are entitled to the following rights (further information is available under https://ec.europa.eu/info/law/law-topic/data-protection/reform/rights-citizens/my-rights_en): *Right to withdraw consent (Art. 7 GDPR) *Right of access (Art. 15 GDPR) *Right to rectification (Art. 16 GDPR) *Right to erasure (Art. 17 GDPR) *Right to restriction of processing (Art. 18 GDPR) *Right to data portability (Art. 20 GDPR) *Right to object (Art. 21 GDPR) Under the GDPR or national laws, these rights may be limited, for example if fulfilling your request would reveal personal data about another person, where they would infringe the rights of a third party (including our rights) or if you ask us to delete information which We are required by law to keep or have compelling legitimate interests in keeping. Relevant exemptions are included in the GDPR or in applicable national laws. We will inform you of relevant exemptions We rely upon when responding to any request you make. In order to exercise these rights please contact the above mentioned contact addresses. Please specify which individual rights according to Art. 15 et seq. you want to exercise. For this purpose, We may have to confirm your identity before responding to your request. Please provide the following details so that We can identify you: *Name *Postal address *E-mail address and optionally: customer number or booking code or ticket number If you send us a copy of your ID, please black out all other information apart from your first and last name and address. When sending copies of the ID card, it must be clear that this is a copy. Therefore, please make a note on the copy of the ID as following: “This is a copy”. In order to be able to process your request, as well as for identification purposes, please note that We will use your personal data in accordance with Art. 6 para. 1 (f) of the GDPR as legal obligation. If you believe that We have failed to comply with data protection regulations when processing your personal data, you can lodge a complaint with the competent supervisory authority in accordance with Art. 77 GDPR. The competent supervisory authority can be identified according to the list provided under: https://edpb.europa.eu/about-edpb/board/members_en. In Germany, the competent supervisory authority is „Der Hessische Beauftragte für Datenschutz und Informationsfreiheit“, which can be found under: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links- node.html).
de: 10. Rechte der betroffenen Person Gemäß Artikel 11 des Gesetzes hat die betroffene Person folgende Rechte gegenüber dem Verantwortlichen: * Erfahren, ob personenbezogene Daten verarbeitet wurden, * Informationen über die Verarbeitung anfordern, * Zweck der Verarbeitung und dessen Übereinstimmung überprüfen, * Dritte kennen, an die die Daten weitergegeben wurden, * Berichtigung unvollständiger oder falscher Daten verlangen, * Löschung oder Vernichtung gemäß den gesetzlichen Voraussetzungen fordern, * Mitteilung über vorgenommene Berichtigungen oder Löschungen an Dritte verlangen, * Widerspruch gegen automatisierte Entscheidungen, die ihr nachteilig sind, * Schadenersatz verlangen bei unrechtmäßiger Verarbeitung.
ko: 10. 정보 주체의 권리 법률 제11조에 따라 귀하는 다음 권리를 가집니다: * 본인의 개인정보가 처리되었는지 확인할 권리 * 개인정보 처리에 대한 정보 요청 권리 * 개인정보 처리 목적 및 적절한 사용 여부 확인 권리 * 개인정보가 제공된 제3자 확인 권리 * 부정확하거나 불완전한 데이터의 수정 요청 권리 * 삭제 또는 파기 요청 권리(법령 조건 하에) * 제3자에게 수정/삭제 사항 통지 요청 권리 * 자동화된 처리에 의한 부정적 결과에 대한 이의 제기 * 위법 처리로 인한 손해 배상 요구 권리
ru: 12. Каковы ваши права как субъектов данных? В соответствии с GDPR вы имеете следующие права (дополнительную информацию см. по адресу https://ec.europa.eu/info/law/law-topic/data-protection/reform/rights-citizens/my-rights_en): *Право на отзыв согласия (ст. 7 GDPR) *Право на доступ (ст. 15 GDPR) *Право на исправление (ст. 16 GDPR) *Право на удаление (ст. 17 GDPR) *Право на ограничение обработки (ст. 18 GDPR) *Право на переносимость данных (ст. 20 GDPR) *Право на возражение (ст. 21 GDPR) В соответствии с GDPR или национальным законодательством эти права могут быть ограничены, например, если выполнение вашего запроса приведет к раскрытию персональных данных другого лица, что нарушит права третьей стороны (включая наши права), или если вы просите нас удалить информацию, которую мы обязаны удалить по закону. для сохранения или наличия убедительных законных интересов в сохранении. Соответствующие исключения предусмотрены GDPR или действующим национальным законодательством. Мы сообщим вам о соответствующих исключениях, на которые мы ссылаемся при ответе на любой ваш запрос. Чтобы воспользоваться этими правами, пожалуйста, свяжитесь с нами по указанным выше контактным адресам. Пожалуйста, укажите, какие индивидуальные права в соответствии со ст. 15 и далее вы хотите реализовать. Для этого нам может потребоваться подтвердить вашу личность, прежде чем ответить на ваш запрос. Пожалуйста, предоставьте следующие данные, чтобы мы могли вас идентифицировать: *Имя *Почтовый адрес *Адрес электронной почты и, при необходимости, номер клиента, код бронирования или номер билета. Если вы отправляете нам копию своего удостоверения личности, пожалуйста, зачеркните всю остальную информацию, кроме имени, фамилии и адреса. При отправке копий удостоверения личности должно быть ясно, что это копия. Поэтому, пожалуйста, сделайте на копии удостоверения личности следующую пометку: «Это копия». Для обработки вашего запроса, а также в целях идентификации, обратите внимание, что Мы будем использовать ваши персональные данные в соответствии со ст. 6 п. 1 (f) GDPR в рамках предусмотренного законом обязательства. Если вы считаете, что при обработке ваших персональных данных Мы не соблюдали правила защиты данных, вы можете подать жалобу в компетентный надзорный орган в соответствии со ст. 77 GDPR. Список компетентных надзорных органов можно найти по ссылке: https://edpb.europa.eu/about-edpb/board/members_en. В Германии компетентным надзорным органом является «Der Hessische Beauftragte für Datenschutz und Informationsfreiheit» (Гессенское управление по защите данных и свободе информации), с которым можно ознакомиться по ссылке: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links- node.html).
zh: 10. 相关人的权利 根据《法律》第11条，相关人有以下权利： * 知晓其个人数据是否被处理； * 若其数据已被处理，则有权要求相关信息； * 知晓处理数据的目的以及是否用于该目的； * 知晓数据是否已传输至境内外第三方； * 若数据不完整或不正确，有权要求更正； * 在符合法规的条件下，有权要求删除或销毁其个人数据； * 要求通知已传输其个人数据的第三方相关的更正、删除或销毁； * 若基于自动化系统处理其数据而产生对其不利结果，有权提出异议； * 因数据被非法处理而受到损害时，有权要求赔偿。

# KVKKp17
source: 13. The right to object to processing of personal data (Article 21of the GDPR) As indicated above, you have the right to object, on grounds relating to your particular situation, at any time to the processing of your personal data based on Article 6 (1) (e) or (f) of the GDPR, including profiling based on those provisions. We shall no longer process the personal data unless We demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject or for the establishment, exercise or defence of legal claims. Where personal data are processed for direct marketing purposes, you have the right to object at any time to processing of your personal data for such marketing, which includes profiling to the extent that it is related to such direct marketing. If you object to processing for direct marketing purposes, your personal data shall no longer be processed for such purposes. In the context of the use of information society services, and notwithstanding Directive 2002/58/EC, you may exercise your right to object by automated means using technical specifications.
de: 11. Ausübung der Rechte durch die betroffene Person Innerhalb der gesetzlichen Grenzen beantworten wir Anfragen von betroffenen Personen innerhalb von 30 Tagen. Wenn eine dritte Person im Namen handelt, muss eine notariell beglaubigte Vollmacht vorgelegt werden. Anträge werden grundsätzlich kostenlos bearbeitet. Sollte der Datenschutzrat Gebühren festlegen, wird diese angewendet. Zur Verifizierung der Identität können zusätzliche Informationen oder Rückfragen erfolgen. Kontakt für Rechteausübung: UMV Bilgisayar Yazılım Ltd. Şti. Generalverwaltung AOSB 3. Teil Mah. 40. Straße, Antalya OSB Technopark Gebäude Nr.: Z01 Döşemealtı Antalya, Türkei +90 507 7097343 Murat Ozkan (Herr) +90 542 2050778 Umut Cetin (Herr) www.bagsfollow.com
ko: 11. 권리 행사 방법 귀하의 권리 행사는 법률이 정한 방식에 따라 이루어지며, 30일 이내에 응답됩니다. 제3자가 귀하를 대신해 요청하려면, 공증된 위임장이 필요합니다. 기본적으로 요청은 무료이나, 보호 위원회가 정한 수수료가 있는 경우 해당 기준에 따릅니다. 신원 확인을 위해 추가 정보를 요청하거나, 요청 내용 확인을 위한 질문을 드릴 수 있습니다. 권리 행사를 위해 아래 연락처를 통해 문의하실 수 있습니다: UMV Bilgisayar Yazılım Ltd. Şti. 본사 AOSB 3 Kısım Mah. 40 Cad. Antalya OSB Teknopark Hizmet Binası No: Z01 Döşemealtı Antalya Türkiye +90 507 7097343 Murat Ozkan (Mr.) +90 542 2050778 Umut Cetin (Mr.) www.bagsfollow.com
ru: 13. Право возражать против обработки персональных данных (статья 21 GDPR). Как указано выше, вы имеете право в любое время возражать по основаниям, связанным с вашей конкретной ситуацией, против обработки ваших персональных данных на основании статьи 6 (1) (e) или (f) GDPR, включая профилирование на основе этих положений. Мы больше не будем обрабатывать персональные данные, если только не предоставим убедительные законные основания для обработки, которые имеют преимущественную силу над интересами, правами и свободами субъекта данных или для предъявления, осуществления или защиты правовых претензий. Если персональные данные обрабатываются в целях прямого маркетинга, вы имеете право в любое время возражать против обработки ваших персональных данных для такого маркетинга, включая профилирование в той мере, в какой это связано с таким прямым маркетингом. Если вы возражаете против обработки в целях прямого маркетинга, ваши персональные данные больше не будут обрабатываться в таких целях. В контексте использования услуг информационного общества и несмотря на Директиву 2002/58/EC вы можете реализовать свое право на возражение автоматизированными средствами, используя технические спецификации.
zh: 11. 相关人行使权利 在《法律》规定的范围内，相关人可行使上述权利，并将在最多30日内收到回应。若代表他人提出请求，须出具公证的特别授权委托书。 请求通常是免费的；但若个人数据保护委员会规定了收费标准，将依据该标准收取费用。 我们可能会要求相关信息以验证请求人身份，并为明确请求内容而提出问题。 您可以通过以下联系方式行使您的权利： UMV 软件有限公司 总部 地址：土耳其 安塔利亚 OSB 科技园区 服务楼 Z01 电话：+90 507 7097343 (Murat Ozkan) 电话：+90 542 2050778 (Umut Cetin) 网址：www.bagsfollow.com

# KVKKp18
source: 14. Data security :We take all appropriate technical and organizational measures to safeguard your personal data and to mitigate risks arising in connection with unauthorized access, accidental data loss, deliberate erasure of or damage to personal data. In this respect our Company; *Ensures data security by utilizing protection systems, firewalls and other software and hardware containing intrusion prevention systems against virus and other malicious software, *Access to personal data within our Company is carried out in a controlled process in accordance with the nature of the data and on a strict need-to-know basis, *Ensures the conduct of necessary audits to implement the provisions of the GDPR, in accordance with Article 32 of the GDPR, *Ensures the lawfulness of the data processing activities by way of internal policies and procedures, *Applies stricter measures for access to special categories of personal data, *In case of external access to personal data due to procurement of outsourced services, our Company obliges the relevant third party to undertake to comply with the provisions of the GDPR, *It takes necessary actions to inform all employees, especially those who have access to personal data, about their duties and responsibilities within the scope of the GDPR.
de: 12. Datensicherheit Um die Sicherheit Ihrer personenbezogenen Daten zu gewährleisten, treffen wir angemessene technische und organisatorische Maßnahmen, um Risiken eines unbefugten Zugriffs, zufälligen Datenverlusts, absichtlicher Löschung oder Beschädigung zu verhindern. * Wir setzen Software und Hardware wie Virenschutzsysteme, Firewalls und Angriffsschutzsysteme ein, um Datensicherheit zu gewährleisten. * Innerhalb unseres Unternehmens wird der Zugriff auf personenbezogene Daten kontrolliert und auf Basis von Abteilung/Rolle/Anwendung im Einklang mit der Art der Daten verwaltet. * Gemäß Artikel 12 des Gesetzes führen wir notwendige Audits durch, um sicherzustellen, dass die Bestimmungen des Gesetzes eingehalten werden. * Wir stellen sicher, dass die Datenverarbeitung mit unseren internen Richtlinien und Verfahren im Einklang mit dem Gesetz erfolgt. * Der Zugriff auf besonders sensible personenbezogene Daten unterliegt strengeren Schutzmaßnahmen. * Wenn externe Dienstleister aus Gründen wie Outsourcing auf personenbezogene Daten zugreifen, holen wir deren Zusicherungen zur Einhaltung des Gesetzes ein. * Wir informieren insbesondere alle Mitarbeiter mit Zugriff auf personenbezogene Daten über ihre Aufgaben und Verantwortlichkeiten gemäß dem Gesetz.
ko: 12. 데이터 보안 개인정보의 무단 접근, 우발적인 손실, 고의적 삭제 또는 손상을 방지하기 위해 합리적인 기술적 및 관리적 조치를 시행하고 있습니다. * 바이러스 및 악성 소프트웨어로부터 보호하기 위한 시스템, 방화벽, 침입 차단 시스템 등의 하드웨어 및 소프트웨어를 사용합니다. * 부서/역할/애플리케이션 기반으로 개인정보 접근 권한을 제어하며, 데이터의 민감도에 따라 접근을 제한합니다. * 개인정보 보호법 제12조에 따라 법규 준수를 위해 정기적인 점검 및 감사를 실시합니다. * 사내 정책과 절차를 통해 데이터 처리 활동이 관련 법률에 적합하게 수행되도록 합니다. * 민감한 개인정보의 접근은 보다 강화된 보안 조치를 따릅니다. * 외부 서비스 제공자가 접근할 경우, 관련 법령 준수에 대한 서면 보장을 받습니다. * 접근 권한이 있는 모든 직원에게 법적 책임과 역할에 대한 교육을 실시합니다.
ru: 14. Безопасность данных: Мы принимаем все необходимые технические и организационные меры для защиты ваших персональных данных и снижения рисков, возникающих в связи с несанкционированным доступом, случайной потерей данных, преднамеренным удалением или повреждением персональных данных. В связи с этим наша Компания: *Обеспечивает безопасность данных, используя системы защиты, межсетевые экраны и другое программное обеспечение и аппаратные средства, содержащие системы предотвращения вторжений, защищающие от вирусов и другого вредоносного ПО. *Доступ к персональным данным в нашей Компании осуществляется в рамках контролируемого процесса в соответствии с характером данных и строго на основе принципа служебной необходимости. *Обеспечивает проведение необходимых проверок для реализации положений GDPR в соответствии со статьей 32 GDPR. *Обеспечивает законность обработки данных посредством внутренних политик и процедур. *Применяет более строгие меры доступа к особым категориям персональных данных. *В случае внешнего доступа к персональным данным в связи с закупкой услуг на аутсорсинге наша Компания обязывает соответствующую третью сторону соблюдать положения GDPR. *Принимает необходимые меры для информирования всех сотрудников, особенно тех, кто имеет доступ к персональным данным, об их обязанностях и ответственности в рамках GDPR.
zh: 12. 数据安全 为了保障您的个人数据安全，我们采取合理的技术和管理措施，以防止未经授权的访问、意外丢失、恶意删除或破坏： * 使用防病毒软件、防火墙及入侵防御系统； * 根据部门/角色/应用设定访问权限，并进行受控管理； * 根据《法律》第12条进行必要的审查和监督； * 通过内部政策确保数据处理合规； * 对敏感数据采取更严格的保护措施； * 在外包或第三方访问数据时，确保其符合法规要求； * 对所有涉及个人数据的员工进行法规责任培训。

# KVKKp19
source: 15. Changes to this Privacy Notice : We reserve the right to make changes to this Privacy Notice in order to provide accurate and up-to-date information concerning practices and regulations relating to the protection of personal data. Data subjects will be informed by appropriate means in the event of a substantial change to the Privacy Notice.
de: 13. Begriffsbestimmungen * Einwilligung: Die Zustimmung, die sich auf ein bestimmtes Thema bezieht, auf Information basiert und freiwillig von der betroffenen Person abgegeben wird. * Anonymisierung: Die Verarbeitung personenbezogener Daten in einer Weise, dass die betreffende Person nicht mehr identifiziert werden kann – auch nicht durch Verknüpfung mit anderen Daten. * Betroffene Person: Die natürliche Person, deren personenbezogene Daten verarbeitet werden. * Personenbezogene Daten: Alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen. * Besondere Kategorien personenbezogener Daten: Daten, die im Falle einer Offenlegung oder eines Verlustes zu Nachteilen oder Diskriminierung der betroffenen Person führen können und daher unter besonders strengen Schutzbestimmungen stehen. * Verarbeitung personenbezogener Daten: Jede Tätigkeit im Zusammenhang mit personenbezogenen Daten wie Erhebung, Speicherung, Aufbewahrung, Veränderung, Weitergabe, Klassifizierung oder Sperrung – ob automatisiert oder nicht. * Datenaufzeichnungssystem: Ein strukturiertes System, in dem personenbezogene Daten nach bestimmten Kriterien verarbeitet werden. * Verantwortlicher: Die natürliche oder juristische Person, die über die Zwecke und Mittel der Datenverarbeitung entscheidet und für die Einrichtung und Verwaltung des Datenaufzeichnungssystems verantwortlich ist.
ko: 13. 정의 * 명시적 동의: 특정 사안에 대해 충분히 설명을 들은 후, 관련 당사자가 자유롭게 의사를 표시한 동의입니다. * 익명화: 어떤 방식으로도 개인을 식별할 수 없도록 개인정보를 변형하는 처리입니다. * 관련 당사자: 개인정보가 처리되는 실존 인물입니다. * 개인정보: 식별되었거나 식별 가능한 실존 인물과 관련된 모든 정보입니다. * 민감한 개인정보: 노출 시 당사자에게 불이익이나 차별을 초래할 수 있는 민감 정보입니다. * 개인정보 처리: 수집, 저장, 보존, 수정, 정리, 공개, 이전, 삭제 등 모든 형태의 데이터 작업을 포함합니다. * 데이터 기록 시스템: 일정 기준에 따라 데이터를 체계적으로 저장 및 처리하는 시스템입니다. * 데이터 관리자: 개인정보 처리 목적과 방법을 결정하고 시스템 운영에 책임을 지는 주체입니다.
ru: 15. Изменения в настоящем Уведомлении о конфиденциальности: Мы оставляем за собой право вносить изменения в настоящее Уведомление о конфиденциальности с целью предоставления точной и актуальной информации о практиках и правилах, касающихся защиты персональных данных. Субъекты данных будут уведомлены надлежащим образом в случае существенных изменений в Уведомлении о конфиденциальности.
zh: 13. 定义 * 明示同意：相关人基于信息通知，自由意志表达的同意声明； * 匿名化：使数据即使与其他数据结合也无法识别到特定个人； * 相关人：其个人数据被处理的自然人； * 个人数据：关于可识别自然人的任何信息； * 敏感个人数据：若被泄露可能导致受害或歧视，需要更严格保护的数据； * 数据处理：指自动或非自动方式对数据进行采集、存储、变更、传输、删除等一切操作； * 数据记录系统：按特定规则处理个人数据的系统； * 数据控制者：决定数据处理目的和方式，负责系统建设与管理的个人或实体。

# KVKKp2
source: The security of our customers’ personal data is at the forefront of our work discipline. Therefore, in order to prevent any unlawful access to personal data or leak and to ensure the secure retention of personal data relating to our customers, such data are only transferred to trusted business partners and on a minimum level, by taking necessary security measures in accordance with the legislation in force.
de: Die Sicherheit der personenbezogenen Daten unserer Kunden ist unser oberstes Ziel. Daher teilen wir Ihre Daten ausschließlich mit vertrauenswürdigen Geschäftspartnern in minimalem Umfang und treffen alle Sicherheitsmaßnahmen gemäß den geltenden Gesetzen, um einen unrechtmäßigen Zugriff oder ein Datenleck zu verhindern.
ko: 고객의 개인정보 보안은 당사의 최우선 과제입니다. 따라서 데이터는 신뢰할 수 있는 파트너와 최소한의 수준에서 공유되며, 관련 법률에 따라 보안 조치를 시행하고 있습니다.
ru: Безопасность персональных данных наших клиентов является приоритетом нашей работы. Поэтому, чтобы предотвратить несанкционированный доступ к персональным данным или их утечку, а также обеспечить безопасное хранение персональных данных наших клиентов, мы передаем их только проверенным деловым партнерам и в минимальном объеме, с применением необходимых мер безопасности в соответствии с действующим законодательством.
zh: 确保客户个人数据的安全是我们的首要目标。因此，为了安全地存储个人数据，并防止任何非法访问或泄露，我们仅与值得信赖的业务合作伙伴共享客户数据，且在最低限度范围内进行共享，并按照现行法规采取必要的安全措施。

# KVKKp3
source: Transparency is one of the most important subjects of our personal data protection program. In this respect, We have prepared this Privacy Notice in order to provide our customers with all necessary information while We are processing personal data, e.g. for the purposes of compliance with our legal obligations and to ensure a better customer experience. Detailed information regarding the types of personal data and the purposes for processing personal data are detailed under section 5 of this Privacy Notice.
de: Transparenz ist einer der wichtigsten Grundsätze für uns im Bereich Datenschutz. Diese Erklärung wurde erstellt, um Sie sowohl im Rahmen unserer gesetzlichen Verpflichtungen als auch zur Verbesserung Ihres Kundenerlebnisses über die Verarbeitung Ihrer personenbezogenen Daten zu informieren. Detaillierte Informationen darüber, welche personenbezogenen Daten zu welchem Zweck verarbeitet werden, finden Sie unter den Abschnitten „Welche personenbezogenen Daten verarbeiten wir?“ und „Zu welchen Zwecken verarbeiten wir Ihre personenbezogenen Daten?“.
ko: 투명성은 개인정보 보호에서 가장 중요한 가치 중 하나입니다. 당사는 법적 책임을 이행하면서 고객에게 보다 나은 경험을 제공하기 위해, 개인정보 처리 과정에 대해 명확히 안내드리기 위해 본 고지를 준비했습니다.
ru: Прозрачность — один из важнейших принципов нашей программы конфиденциальности. Поэтому мы подготовили настоящее Уведомление о конфиденциальности, чтобы предоставить нашим клиентам всю необходимую информацию при обработке персональных данных, например, для соблюдения наших юридических обязательств и повышения качества обслуживания клиентов. Подробная информация о типах персональных данных и целях их обработки представлена в Разделе 5 настоящего Уведомления о конфиденциальности.
zh: 透明度是我们在个人数据保护方面最重要的原则之一。我们准备了本通知，以在履行法律义务以及为您提供更优质客户体验的过程中，对处理您的个人数据进行必要说明。有关我们出于哪些目的处理哪些个人数据的详细说明，您可以在“我们处理哪些个人数据”及“我们出于哪些目的处理您的个人数据”章节中查看。

# KVKKp4
source: Another subject that We also pay close attention to is customers’ right to have control over their personal data. We implement measures to ensure that our customers manage their preferences regarding their own personal data and highly respect our customers preferences. This Privacy Notice also describes your data protection rights, including a right to object to specific processing activities which Bagsfollow carries out. More information about your rights, and how to exercise them, is set out in the “What are Your Rights as Data Subjects?” section.12
de: Ein weiterer wichtiger Punkt ist das Kontrollrecht unserer Kunden über ihre eigenen Daten. Wir treffen die notwendigen Maßnahmen, um es unseren Kunden zu ermöglichen, ihre Präferenzen selbst zu steuern, und respektieren diese Präferenzen in höchstem Maße. Sie können Ihre Anfragen über die unter „Rechte der betroffenen Person“ angegebenen Kommunikationskanäle übermitteln. Die Definitionen der in dieser Mitteilung verwendeten Begriffe finden Sie im Abschnitt „Begriffsbestimmungen“.
ko: 개인은 자신의 개인정보에 대한 통제권을 가집니다. 당사는 사용자가 데이터에 대한 선호를 설정하고 이를 반영할 수 있도록 필요한 조치를 취하며, 사용자 권리를 존중합니다. 자세한 내용은 “관련 당사자의 권리” 항목을 참조하십시오.
ru: Мы также уделяем пристальное внимание праву клиентов на контроль над своими персональными данными. Мы принимаем меры, чтобы гарантировать, что наши клиенты самостоятельно управляют своими предпочтениями в отношении своих персональных данных, и с большим уважением относимся к этим предпочтениям. В настоящем Уведомлении о конфиденциальности также описаны ваши права на защиту данных, включая право возражать против определенных действий по обработке данных, осуществляемых Bagsfollow. Более подробная информация о ваших правах и порядке их реализации представлена в разделе «Каковы ваши права как субъектов данных?».12
zh: 另一个重要问题是客户对其个人数据的控制权。我们采取必要措施，以便客户能够管理其关于个人数据的偏好，并最大限度地尊重他们的选择。在此框架内，您可以通过“相关人行使权利”章节中列出的联系方式向我们提出请求。此外，您还可以在“相关人的权利”章节中查看详细说明。您也可以在“术语定义”章节中了解通知中所用术语的含义。
