Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# Harcama_Rezervasyonları
source: Spending Reservations
de: Ausgabe-Reservierungen
ko: 지출 예약
ru: Резервации расходов
zh: 消费预订

# Harcama_Rezervasyon_Düzenle
source: Edit Spending Reservation
de: Ausgabe-Reservierung bearbeiten
ko: 지출 예약 수정
ru: Редактировать резервацию расходов
zh: 编辑消费预订

source: Pending (Spent)
de: Ausstehend (Ausgegeben)
ko: 대기 중 (사용됨)
ru: В ожидании (потрачено)
zh: 待处理（已消费）

source: Spendable
de: Verfügbar zum Ausgeben
ko: 사용 가능
ru: Доступно для траты
zh: 可消费

# Yeni_Operatör_Tanımı
source: New Operator Definition
de: Neue Betreiber-Definition
ko: 새 운영자 정의
ru: Новая запись оператора
zh: 新建运营商定义

# Bağlı_Otel_Listesi
source: Associated Hotel List
de: Verbundene Hotelliste
ko: 연결된 호텔 목록
ru: Список связанных отелей
zh: 关联酒店列表

# Bonus_Puan_Ekle
source: Add Bonus Points
de: Bonuspunkte hinzufügen
ko: 보너스 포인트 추가
ru: Добавить бонусные баллы
zh: 添加奖励积分

# Bu_operatörü_silmek
source: Are you sure you want to delete this operator?
de: Sind Sie sicher, dass Sie diesen Betreiber löschen möchten?
ko: 이 운영자를 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этого оператора?
zh: 您确定要删除此运营商吗？

# Dönem_Ekle
source: Add Period
de: Zeitraum hinzufügen
ko: 기간 추가
ru: Добавить период
zh: 添加周期

# Evet_Sil
source: Yes, Delete
de: Ja, löschen
ko: 예, 삭제
ru: Да, удалить
zh: 是的，删除

# Güncellenme
source: Updated
de: Aktualisiert
ko: 업데이트됨
ru: Обновлено
zh: 已更新

# Güncellenme_Tarihi
source: Update Date
de: Aktualisierungsdatum
ko: 업데이트 날짜
ru: Дата обновления
zh: 更新日期

# Harcama Ve Kazanç Tanımları Listesi
source: Spending and Earning Definitions List
de: Liste der Ausgaben- und Ertragsdefinitionen
ko: 지출 및 수익 정의 목록
ru: Список определений расходов и доходов
zh: 消费与收益定义列表

# Oda Tipine Göre
source: Per Night Earnings by Room Type
de: Pro Nacht Verdienst nach Zimmertyp
ko: 객실 유형별 1박 수익
ru: Заработок за ночь по типу номера
zh: 按房型每晚收益

# Oda_Tipleri
source: Room Types
de: Zimmertypen
ko: 객실 유형
ru: Типы номеров
zh: 房型

# Operatör_Adı
source: Operator Name
de: Name des Betreibers
ko: 운영자 이름
ru: Имя оператора
zh: 运营商名称

# Operatör_Detayları
source: Operator Details
de: Betreiberdetails
ko: 운영자 상세정보
ru: Детали оператора
zh: 运营商详情

# Operatör_Düzenle
source: Edit Operator
de: Betreiber bearbeiten
ko: 운영자 수정
ru: Редактировать оператора
zh: 编辑运营商

# Operatör_Silme
source: Delete Operator
de: Betreiber löschen
ko: 운영자 삭제
ru: Удаление оператора
zh: 删除运营商

source: Save
de: Speichern
ko: 저장
ru: Сохранить
zh: 保存

# Silinmiş_Rezervasyonlar
source: Deleted Reservations
de: Gelöschte Reservierungen
ko: 삭제된 예약
ru: Удалённые резервации
zh: 已删除的预订

# Yeni_Operatör_Ekle
source: Add New Operator
de: Neuen Betreiber hinzufügen
ko: 새 운영자 추가
ru: Добавить нового оператора
zh: 新增运营商

# Örn_CIS_ANEX_TOUR
source: Ex: (CIS) ANEX TOUR
de: Bsp.: (CIS) ANEX TOUR
ko: 예: (CIS) ANEX TOUR
ru: Пример: (CIS) ANEX TOUR
zh: 示例: (CIS) ANEX TOUR

# Aynı_VoucherNo_UserId_varsa_güncelle
source: If the same (VoucherNo + UserId) exists, update
de: Wenn derselbe (VoucherNo + UserId) vorhanden ist, aktualisieren
ko: 동일한 (VoucherNo + UserId)가 존재하면 업데이트
ru: Если тот же (VoucherNo + UserId) существует, обновить
zh: 如果存在相同的 (VoucherNo + UserId)，则更新

# CSV Dosyası
source: CSV File
de: CSV-Datei
ko: CSV 파일
ru: Файл CSV
zh: CSV 文件

# Geri_al
source: Undo
de: Rückgängig machen
ko: 실행 취소
ru: Отменить
zh: 撤销

# Rezervasyon_onayla
source: Confirm Reservation
de: Reservierung bestätigen
ko: 예약 확인
ru: Подтвердить бронирование
zh: 确认预订

# Rezervasyon_İçe_Aktar
source: Import Reservation (CSV)
de: Reservierung importieren (CSV)
ko: 예약 가져오기 (CSV)
ru: Импортировать бронирование (CSV)
zh: 导入预订 (CSV)

# UTF8_Başlık_Satırı
source: UTF-8, header row required. Dates can be YYYY-MM-DD or DD.MM.YYYY.
de: UTF-8, Kopfzeile erforderlich. Datumsangaben können YYYY-MM-DD oder DD.MM.YYYY sein.
ko: UTF-8, 헤더 행이 필요합니다. 날짜 형식은 YYYY-MM-DD 또는 DD.MM.YYYY일 수 있습니다.
ru: UTF-8, требуется строка заголовка. Даты могут быть в формате YYYY-MM-DD или DD.MM.YYYY.
zh: UTF-8，必须有标题行。日期可以是 YYYY-MM-DD 或 DD.MM.YYYY。

# İçe_Aktar
source: Import
de: Importieren
ko: 가져오기
ru: Импортировать
zh: 导入

# Status_Pending
source: Pending
de: Ausstehend
ko: 대기중
ru: В ожидании
zh: 待处理

# Status_Acquired
source: Acquired
de: Erworben
ko: 적립됨
ru: Получено
zh: 已获得

# ACENTE_SECIM_INFO
source: Please select the agency you want to proceed with.
de: Bitte wählen Sie die Agentur aus, mit der Sie fortfahren möchten.
ko: 진행하려는 에이전시를 선택하십시오.
ru: Пожалуйста, выберите агентство, с которым вы хотите продолжить.
zh: 请选择您要继续操作的代理机构。

# Adet
source: Quantity
de: Menge
ko: 수량
ru: Количество
zh: 数量

source: Agency Name
de: Agenturname
ko: 에이전시 이름
ru: Название агентства
zh: 代理机构名称

source: Agency Reservations
de: Agenturreservierungen
ko: 에이전시 예약
ru: Бронирования агентства
zh: 代理预订

# Alıcılar
source: Recipients
de: Empfänger
ko: 수신자
ru: Получатели
zh: 收件人

source: Amount
de: Betrag
ko: 금액
ru: Сумма
zh: 金额

source: Approve Anyway
de: Trotzdem genehmigen
ko: 그래도 승인
ru: Все равно подтвердить
zh: 仍然批准

# ARA_ACENTE_PH
source: Search Agency...
de: Agentur suchen...
ko: 에이전시 검색...
ru: Поиск агентства...
zh: 搜索代理...

# Bugünkü_Satın_Almalar
source: Today's Purchases
de: Heutige Einkäufe
ko: 오늘의 구매
ru: Сегодняшние покупки
zh: 今日购买

source: Cancel Reservation
de: Reservierung stornieren
ko: 예약 취소
ru: Отменить бронирование
zh: 取消预订

source: Check-In
de: Anreise (Check-In)
ko: 체크인
ru: Заезд
zh: 入住

source: Check-Out
de: Abreise (Check-Out)
ko: 체크아웃
ru: Выезд
zh: 退房

# Dönemleri
source: Periods
de: Zeiträume
ko: 기간
ru: Периоды
zh: 期间

# Ekstra_Eposta_Adresleri
source: Extra Email Addresses
de: Zusätzliche E-Mail-Adressen
ko: 추가 이메일 주소
ru: Дополнительные адреса электронной почты
zh: 额外电子邮件地址

# EPOSTA_AYIRAC_INFO
source: Use semicolon (;) for multiple emails.
de: Verwenden Sie ein Semikolon (;) für mehrere E-Mails.
ko: 여러 이메일은 세미콜론(;)을 사용하십시오.
ru: Используйте точку с запятой (;) для нескольких адресов.
zh: 多个电子邮件请使用分号 (;) 分隔。

# EPOSTA_ICERIK_PH
source: Enter email content here...
de: E-Mail-Inhalt hier eingeben...
ko: 이메일 내용을 여기에 입력하십시오...
ru: Введите содержание письма здесь...
zh: 在此输入邮件内容...

# Gövde
source: Body
de: Inhalt
ko: 본문
ru: Содержание
zh: 正文

# Harcanabilecek_Gecelik_Puan
source: Spendable Nightly Points
de: Ausgebbare Punkte pro Nacht
ko: 1박당 사용 가능 포인트
ru: Доступные для списания баллы за ночь
zh: 每晚可用积分

# Harcanabilecek_Puanlar_Gecelik
source: Spendable Points (Nightly)
de: Ausgebbare Punkte (pro Nacht)
ko: 사용 가능 포인트 (1박당)
ru: Доступные баллы (за ночь)
zh: 可用积分 (每晚)

# Kazanılabilecek_Gecelik_Puan
source: Earnable Nightly Points
de: Verdienbare Punkte pro Nacht
ko: 1박당 적립 가능 포인트
ru: Зарабатываемые баллы за ночь
zh: 每晚可赚取积分

# Kazanılabilecek_ve_Harcanabilecek_Puan_Tablosu
source: Earnable and Spendable Points Table
de: Tabelle der verdienbaren und ausgebbaren Punkte
ko: 적립 및 사용 가능 포인트 표
ru: Таблица начисления и списания баллов
zh: 赚取和消费积分表

# Kazanılma_Onayı_Bekleyen
source: Pending Earning Approval
de: Warten auf Verdienstgenehmigung
ko: 적립 승인 대기 중
ru: Ожидание подтверждения начисления
zh: 等待赚取批准

# Kazanılmış
source: Earned
de: Verdient
ko: 적립됨
ru: Заработано
zh: 已赚取

source: Keep Pending
de: Ausstehend lassen
ko: 보류 상태 유지
ru: Оставить в ожидании
zh: 保持待处理

source: Kirman Belazur Bonus
ko: Kirman Belazur 보너스
ru: Бонус Kirman Belazur
zh: Kirman Belazur 奖励

# Konu_yazınız
source: Enter Subject
de: Betreff eingeben
ko: 제목 입력
ru: Введите тему
zh: 输入主题

# Kullanıcı_Şifresi
source: User Password
de: Benutzerpasswort
ko: 사용자 비밀번호
ru: Пароль пользователя
zh: 用户密码

# Kuyruğa_Gönder
source: Send to Queue
de: In die Warteschlange senden
ko: 대기열로 보내기
ru: Отправить в очередь
zh: 发送到队列

# Menü_Öğeleri
source: Menu Items
de: Menüpunkte
ko: 메뉴 항목
ru: Пункты меню
zh: 菜单项

# Menü_Öğesi
source: Menu Item
de: Menüpunkt
ko: 메뉴 항목
ru: Пункт меню
zh: 菜单项

# Menü_Öğesi_Seçin
source: Select a Menu Item
de: Einen Menüpunkt auswählen
ko: 메뉴 항목 선택
ru: Выберите пункт меню
zh: 选择一个菜单项

# Menü_Öğesini_Düzenle
source: Edit Menu Item
de: Menüpunkt bearbeiten
ko: 메뉴 항목 편집
ru: Редактировать пункт меню
zh: 编辑菜单项

# Oluşturma_Tarihi
source: Creation Date
de: Erstellungsdatum
ko: 생성 날짜
ru: Дата создания
zh: 创建日期

# Operatör_Tanımları
source: Operator Definitions
de: Betreiberdefinitionen
ko: 운영자 정의
ru: Определения оператора
zh: 操作员定义

# RES_NO
source: Reservation No
de: Reservierungs-Nr.
ko: 예약 번호
ru: Номер бронирования
zh: 预订编号

# Satın_Alan
source: Purchaser
de: Käufer
ko: 구매자
ru: Покупатель
zh: 购买者

# Satın_Alma_Düzenle
source: Edit Purchase
de: Einkauf bearbeiten
ko: 구매 편집
ru: Редактировать покупку
zh: 编辑购买

# Satın_Alma_Tarihi
source: Purchase Date
de: Kaufdatum
ko: 구매 날짜
ru: Дата покупки
zh: 购买日期

source: Select Agency
de: Agentur wählen
ko: 에이전시 선택
ru: Выбрать агентство
zh: 选择代理

# SILME_ONAYI_KAYIT
source: Are you sure you want to delete this record?
de: Möchten Sie diesen Eintrag wirklich löschen?
ko: 이 기록을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить эту запись?
zh: 您确定要删除此记录吗？

# SILME_ONAYI_MENU
source: Are you sure you want to delete this menu item?
de: Möchten Sie diesen Menüpunkt wirklich löschen?
ko: 이 메뉴 항목을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить этот пункт меню?
zh: 您确定要删除此菜单项吗？

# Son_GÜncelleme_Tarihi
source: Last Update Date
de: Letztes Aktualisierungsdatum
ko: 마지막 업데이트 날짜
ru: Дата последнего обновления
zh: 最后更新日期

# Temizle
source: Clear
de: Leeren
ko: 지우기
ru: Очистить
zh: 清除

source: Tenant
de: Mandant
ko: 테넌트
ru: Арендатор
zh: 租户

source: Tenant ID
de: Mandanten-ID
ko: 테넌트 ID
ru: ID Арендатора
zh: 租户 ID

# Tesis
source: Facility
de: Anlage
ko: 시설
ru: Объект
zh: 设施

# Toplu_Eposta
source: Bulk Email
de: Massen-E-Mail
ko: 대량 메일
ru: Массовая рассылка
zh: 群发邮件

# Toplam
source: Total
de: Gesamt
ko: 합계
ru: Всего
zh: 总计

# Tümünü_Seç
source: Select All
de: Alle auswählen
ko: 전체 선택
ru: Выбрать все
zh: 全选

# Viber_No
source: Viber Number
de: Viber-Nummer
ko: Viber 번호
ru: Номер Viber
zh: Viber 号码

source: Voucher
de: Gutschein
ko: 바우처
ru: Ваучер
zh: 凭证

# Yeni_Menü_Öğesi_Ekle
source: Add New Menu Item
de: Neuen Menüpunkt hinzufügen
ko: 새 메뉴 항목 추가
ru: Добавить новый пункт меню
zh: 添加新菜单项

# Yeni_Satın_Alma_Ekle
source: Add New Purchase
de: Neuen Einkauf hinzufügen
ko: 새 구매 추가
ru: Добавить новую покупку
zh: 添加新购买

# Yeni_Satın_Alma_Kaydı
source: New Purchase Record
de: Neuer Einkaufsdatensatz
ko: 새 구매 기록
ru: Запись о новой покупке
zh: 新购买记录

# Yeni_Şifre
source: New Password
de: Neues Passwort
ko: 새 비밀번호
ru: Новый пароль
zh: 新密码

# Yeni_Şifre_Info
source: New password must be at least 6 characters.
de: Das neue Passwort muss mindestens 6 Zeichen lang sein.
ko: 새 비밀번호는 최소 6자 이상이어야 합니다.
ru: Новый пароль должен содержать не менее 6 символов.
zh: 新密码必须至少包含 6 个字符。

# Yeni_Şifre_Tekrar
source: New Password (Again)
de: Neues Passwort (Wiederholung)
ko: 새 비밀번호 (재입력)
ru: Новый пароль (еще раз)
zh: 新密码 (确认)

# KayitOl
source: Register
de: Registrieren
ko: 회원가입
ru: Регистрация
zh: 注册

# YeniUyelikOlustur
source: Create a new membership
de: Neue Mitgliedschaft erstellen
ko: 새 멤버십 만들기
ru: Создать новую учетную запись
zh: 创建新账号

# SifreTekrar
source: Confirm Password
de: Passwort bestätigen
ko: 비밀번호 확인
ru: Повторите пароль
zh: 确认密码

# SifreKurallariBaslik
source: Password Rules:
de: Passwort-Regeln:
ko: 비밀번호 규칙:
ru: Требования к паролю:
zh: 密码规则：

# SifreKuralUzunluk
source: At least 8 characters
de: Mindestens 8 Zeichen
ko: 최소 8자 이상
ru: Минимум 8 символов
zh: 至少 8 个字符

# SifreKuralBuyukHarf
source: At least 1 uppercase letter (A - Z)
de: Mindestens 1 Großbuchstabe (A - Z)
ko: 최소 1개의 대문자 (A - Z)
ru: Минимум 1 заглавная буква (A - Z)
zh: 至少 1 个大写字母 (A - Z)

# SifreKuralKucukHarf
source: At least 1 lowercase letter (a - z)
de: Mindestens 1 Kleinbuchstabe (a - z)
ko: 최소 1개의 소문자 (a - z)
ru: Минимум 1 строчная буква (a - z)
zh: 至少 1 个小写字母 (a - z)

# SifreKuralRakam
source: At least 1 number (0 - 9)
de: Mindestens 1 Zahl (0 - 9)
ko: 최소 1개의 숫자 (0 - 9)
ru: Минимум 1 цифра (0 - 9)
zh: 至少 1 个数字 (0 - 9)

# SifreKuralOzelKarakter
source: At least 1 special character (+ * ? ! # etc.)
de: Mindestens 1 Sonderzeichen (+ * ? ! # usw.)
ko: 최소 1개의 특수 문자 (+ * ? ! # 등)
ru: Минимум 1 специальный символ (+ * ? ! # и т.д.)
zh: 至少 1 个特殊字符 (+ * ? ! # 等)

# SifreKuralHataMesaji
source: ⚠ Password does not meet requirements. Please enter a password according to the rules above.
de: ⚠ Passwort entspricht nicht den Regeln. Bitte geben Sie ein Passwort gemäß den obigen Regeln ein.
ko: ⚠ 비밀번호가 규칙에 맞지 않습니다. 위 규칙에 맞는 비밀번호를 입력해 주십시오.
ru: ⚠ Пароль не соответствует требованиям. Пожалуйста, следуйте правилам выше.
zh: ⚠ 密码不符合要求。请根据上述规则输入密码。

# UyeOlButton
source: Sign Up
de: Registrieren
ko: 가입하기
ru: Зарегистрироваться
zh: 注册

# ZatenHesabinVarMi
source: Already have an account? Log in
de: Haben Sie bereits ein Konto? Anmelden
ko: 이미 계정이 있으신가요? 로그인
ru: Уже есть аккаунт? Войти
zh: 已有账号？登录

# YeniHesapBireysel
source: Create New Account - Individual
de: Neues Konto erstellen - Privat
ko: 새 계정 만들기 - 개인
ru: Создать аккаунт - Индивидуальный
zh: 创建新账号 - 个人

# YeniHesapKurumsal
source: Create New Account - Corporate
de: Neues Konto erstellen - Geschäftlich
ko: 새 계정 만들기 - 기업
ru: Создать аккаунт - Корпоративный
zh: 创建新账号 - 企业

# GirisYapBaslik
source: Log in
de: Anmelden
ko: 로그인
ru: Вход
zh: 登录

# OturumAcMesaj
source: Sign in to start your session
de: Melden Sie sich an, um Ihre Sitzung zu starten
ko: 세션을 시작하려면 로그인하십시오
ru: Войдите, чтобы начать сеанс
zh: 登录以开始您的会话

# BeniHatirla
source: Remember Me
de: Angemeldet bleiben
ko: 로그인 상태 유지
ru: Запомнить меня
zh: 记住我

# GirisYapButton
source: Sign In
de: Anmelden
ko: 로그인
ru: Войти
zh: 登录

# SifremiUnuttum
source: I forgot my password
de: Ich habe mein Passwort vergessen
ko: 비밀번호를 잊으셨나요?
ru: Забыли пароль?
zh: 忘记密码

# SifreyiGoster
source: Show password
de: Passwort anzeigen
ko: 비밀번호 표시
ru: Показать пароль
zh: 显示密码

# SifreyiGizle
source: Hide password
de: Passwort ausblenden
ko: 비밀번호 숨기기
ru: Скрыть пароль
zh: 隐藏密码

# GosterGizle
source: Show/Hide
de: Anzeigen/Ausblenden
ko: 표시/숨기기
ru: Показать/Скрыть
zh: 显示/隐藏
