Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# KVKKp5
source: This Privacy Notice contains our declarations and explanations concerning the processing of personal data relating to our customers and other natural persons establishing contact with us, excluding our employees, in compliance with the provisions of the GDPR. This Privacy Notice is prepared in order to provide information concerning which personal data BagsFollow Web Application processes within the scope of its commercial activities, the purposes for processing, the parties to whom personal data are transferred and the purposes for such transfers.
de: Datensicherheit, Transparenz und das Kontrollrecht über eigene personenbezogene Daten bilden für uns die wichtigsten Grundpfeiler der Einhaltung gesetzlicher Bestimmungen. In diesem Zusammenhang bieten wir Ihnen mit dieser Erklärung umfassende Informationen zur Verarbeitung Ihrer personenbezogenen Daten.
ko: 데이터 보안, 투명성 및 개인정보 자기결정권은 당사의 핵심 원칙입니다. 이 고지를 통해 개인정보 처리 방식에 대해 상세히 안내드립니다.
ru: Настоящее Уведомление о конфиденциальности содержит наши заявления и пояснения относительно обработки персональных данных наших клиентов и других физических лиц, устанавливающих с нами контакт, за исключением наших сотрудников, в соответствии с положениями GDPR. Настоящее Уведомление о конфиденциальности подготовлено с целью предоставления информации о том, какие персональные данные обрабатывает веб-приложение BagsFollow в рамках своей коммерческой деятельности, о целях обработки, о сторонах, которым передаются персональные данные, и о целях такой передачи.
zh: 数据安全、透明性以及个人对其个人数据的控制权，是我们确保与《法律》合规的最基本原则。因此，我们通过本通知为您提供有关您的个人数据处理的详细信息。

# KVKKp6
source: 2. Contact Information: If you have any concerns about how BagsFollow Web Application process your data, or if you would like to opt-out of direct marketing, based on the laws applicable to you can reach out to: UMV BİLGİSAYAR YAZILIM LTD. ŞTİ. https://bagsfollow.com/tr/iletisim/bilisim.html +90 507 7097343 AOSB 3. KISIM 40. CADDE TEKNOPARK YERLEŞKESİ NO: Z01 DÖŞEMEALTI ANTALYA If you contact us by e-mail, communication is unencrypted.
de: Wie erfassen wir Ihre personenbezogenen Daten? Diese Erklärung enthält unsere Erläuterungen und Erklärungen zur Verarbeitung personenbezogener Daten im Einklang mit nationalen und internationalen Vorschriften, insbesondere dem Datenschutzgesetz und der DSGVO. Wir behalten uns das Recht vor, Änderungen an dieser Erklärung vorzunehmen, um Sie über aktuelle Praktiken und rechtliche Regelungen im Datenschutz zu informieren. Wesentliche Änderungen werden über geeignete Kanäle mitgeteilt. Die Erklärung informiert darüber, welche personenbezogenen Daten UMV Bilgisayar Yazılım Ltd. Şti. im Rahmen seiner Geschäftstätigkeit verarbeitet, zu welchen Zwecken und an welche Dritten diese Daten ggf. weitergegeben werden. Die Daten werden über die folgenden Kanäle erhoben: * Callcenter, Ticketverkaufsstellen, Check-in-Schalter, Kioske, Inflight-Entertainment-Systeme, Mitgliederanfragen und -beschwerden, Boarding-Kontrollpunkte, Umfragen, Messen und Veranstaltungen, sowie mündlich, schriftlich oder elektronisch über automatisierte oder nicht-automatisierte Methoden. * Autorisierte Reisebüros und Online-Vertriebskanäle, soziale Medien, Kundengespräche, SMS-Kanäle, Partnerunternehmen – über schriftliche, mündliche und elektronische Wege. * Webseiten, Software und Apps von UMV, Social-Media-Konten, Messaging-Plattformen wie WhatsApp, Telegram, Facebook Messenger, WeChat, BiP usw.
ko: 개인정보를 어떻게 수집하나요? 본 고지는 고객 및 사용자로부터 수집된 개인정보가 관련 국내법 및 GDPR을 포함한 국제 규범에 따라 처리됨을 설명합니다. 개인정보는 다음과 같은 경로를 통해 수집됩니다: * 콜센터, 티켓 판매소, 체크인 카운터, 무인 발권기, 기내 엔터테인먼트 시스템, 고객 불만 및 요청, 설문조사, 박람회, 행사 등에서 수집된 정보 * 공식 여행사, 온라인 판매 채널, 소셜미디어, 파트너사 등을 통해 수집된 정보 * 웹사이트, 앱, 소셜미디어 계정, WhatsApp, Telegram 등 메시징 플랫폼을 통해 수집된 디지털 환경 기반 정보 당사는 필요한 경우 이 고지를 업데이트할 수 있으며, 중요한 변경 사항은 관련 채널을 통해 사용자에게 통지합니다.
ru: 2. Контактная информация: Если у вас есть какие-либо вопросы относительно обработки ваших данных веб-приложением BagsFollow или вы хотите отказаться от прямого маркетинга в соответствии с действующим законодательством, свяжитесь с нами по адресу: UMV BİLGİSAYAR YAZILIM LTD. ŞTİ. https://bagsfollow.com/tr/iletisim/bilisim.html +90 507 7097343 AOSB 3. KISIM 40. CADDE TEKNOPARK YERLEŞKESİ NO: Z01 DÖŞEMEALTI ANTALYA Если вы связываетесь с нами по электронной почте, общение не шифруется.
zh: 我们如何收集您的个人信息？ 本通知包含我们关于客户和与我们有联系的自然人之个人数据处理声明与解释，符合《法律》与《GDPR》等国内外法规的规定。 我们保留对本通知进行修改的权利，以便提供关于个人数据保护的实践和法律更新的最新信息。如有实质性修改，我们将通过适当渠道通知相关人员。 本通知旨在说明UMV软件有限公司在开展商业活动过程中收集哪些个人数据、出于什么目的处理这些数据，以及这些数据可能共享给哪些第三方。主要包括以下渠道收集的个人数据： * 通过呼叫中心、售票处、值机柜台、自助终端、机上娱乐系统、会员请求与投诉、登机检查点、调查、展会和活动，以及以口头、书面或电子形式，通过自动或非自动方式收集的数据。 * 通过授权销售UMV产品与服务的旅行社、互联网销售渠道、社交媒体、客户沟通、短信渠道、会员企业和合作伙伴以口头、书面或电子方式收集的数据。 * 通过UMV官方网站、提供于电脑和智能设备上的软件与应用、代表公司运营的社交媒体账户、以及WhatsApp、Telegram、Messenger、WeChat、BiP等即时通讯平台收集的个人数据。

# KVKKp7
source: 3. How Do We Collect Your Personal Data? This section covers the source of information and the channels through which personal data are collected: * Booking offices, check-in counters, call centers, kiosks, requests and complaints, boarding checkpoints, surveys, fairs and events; in verbal, written or electronic form, wholly or partly by automated and non-automated means. * BagsFollow Web Application website and mobile applications. * Agencies authorized to sell BagsFollow Web Application products and services and sales channels on the web, social media, passenger and customer conversations, SMS channels, business intelligence, contracted merchants, business/program partners and other airlines; in verbal, written or electronic form, wholly and partly by automated and non-automated means. * If you request to receive service from these channels: The website located at www.bagsfollow.com (“Website”); software and applications provided through computers or other smart devices (“Application”); social media accounts administered by persons authorized to provide services on behalf of BagsFollow Web Application, instant messaging applications that mediate the service provided by BagsFollow Web Application such as WhatsApp Business, Telegram, Facebook Messenger, WeChat, BiP and all other digital channels, which shall be referred to together as “Digital Environments”.
de: 2. Welche personenbezogenen Daten verarbeiten wir? Die von uns erhobenen personenbezogenen Daten variieren je nach Art der Beziehung, die Sie mit uns eingehen. Die Kategorien lauten: * Identitätsdaten (Name, Nachname, Ausweis-/Passnummer etc.) * Kontaktdaten (E-Mail-Adresse, Telefonnummer, Adresse usw.) * Erweiterte Passagierdaten (API/PNR) * Daten zu Familienangehörigen und nahestehenden Personen (einschl. Haustierangaben) * Kundenaktivitätsdaten (CDR, Callcenter-Aufzeichnungen, Belege etc.) * Zugangssicherheitsdaten (Benutzername, Passwort) * Risikomanagementdaten (z. B. Flugverbote, IP-Adressen, Meldeinformationen) * Finanzdaten (Kreditkarten-, IBAN-, Kontostandinformationen usw.) * Sicherheitsdaten von physischen Standorten (Ein-/Ausgangsprotokolle, Kameraaufnahmen) * Rechtliche Verfahrensdaten (gerichtliche oder behördliche Auskunftsersuchen) * Prüfungsdaten (Rechtsverfolgung, Forderungsschutz etc.) * Besondere personenbezogene Daten (z. B. Gesundheitsdaten, Essenspräferenzen, Behinderung) * Marketingdaten (Gewohnheiten, Umfragen, Kampagnenergebnisse usw.) * Beschwerde-/Anfragedaten (einschließlich Berichtsdaten) * Visuelle und akustische Daten (Fotos, Videos, Tonaufnahmen)
ko: 2. 어떤 개인정보를 처리하나요? 당사가 수집하는 개인정보는 귀하와의 법적 관계에 따라 달라질 수 있습니다. 디지털 환경을 포함한 다양한 채널을 통해 수집된 개인정보는 아래와 같은 범주로 분류됩니다: * 신원 정보 (성명, 신분증/여권 번호 등) * 연락처 정보 (이메일, 전화번호, 주소 등) * 고급 여객 정보 (국적, 생년월일, 성별, 여행 문서 등) * 가족 및 반려동물 정보 * 고객 거래 정보 (통화 기록, 카드 명세서, 고객 요청 등) * 거래 보안 정보 (아이디, 비밀번호 등) * 위험 관리 정보 (정부기관 질의 응답 결과 등) * 금융 정보 (계좌번호, IBAN, 잔액 등) * 물리적 접근 보안 정보 (출입 기록, CCTV 등) * 법적 절차 및 규정 준수 정보 * 감사 및 조사 정보 * 민감한 개인정보 (건강 상태, 알레르기, 성별, 장애 정보 등) * 마케팅 정보 (기호, 설문, 쿠키 등) * 요청/불만 처리 정보 * 시각 및 청각 데이터 (사진, 영상, 음성 등)
ru: 3. Как мы собираем ваши персональные данные? В этом разделе рассматриваются источники информации и каналы сбора персональных данных: * Кассы бронирования, стойки регистрации, колл-центры, киоски, запросы и жалобы, контрольно-пропускные пункты на посадку, опросы, ярмарки и мероприятия; в устной, письменной или электронной форме, полностью или частично с использованием автоматизированных и неавтоматизированных средств. * Веб-сайт и мобильные приложения BagsFollow. * Агентства, уполномоченные продавать продукты и услуги веб-приложения BagsFollow, а также каналы продаж в интернете, социальных сетях, через общение с пассажирами и клиентами, SMS-каналы, бизнес-аналитику, торговые точки, работающие по контракту, деловые/программные партнеры и другие авиакомпании; в устной, письменной или электронной форме, полностью или частично с использованием автоматизированных и неавтоматизированных средств. * Если вы запрашиваете получение услуг по этим каналам: Веб-сайт, расположенный по адресу www.bagsfollow.com («Веб-сайт»); программное обеспечение и приложения, предоставляемые через компьютеры или другие смарт-устройства («Приложение»); Аккаунты социальных сетей, администрируемые лицами, уполномоченными предоставлять услуги от имени веб-приложения BagsFollow, приложения для обмена мгновенными сообщениями, которые выступают посредниками в предоставлении услуг веб-приложения BagsFollow, такие как WhatsApp Business, Telegram, Facebook Messenger, WeChat, BiP и все другие цифровые каналы, которые вместе именуются «Цифровые среды».
zh: 2. 我们处理哪些个人信息？ 我们收集的个人数据依据您与我们之间法律关系的性质可能会有所不同。通过包括数字渠道在内的所有渠道收集的个人数据，按类别如下： * 身份信息（如姓名、身份证或护照号码等）。 * 联系方式（如邮箱、电话、社交媒体联系等）。 * 高级乘客信息（如国籍、出生日期、性别、旅行证件信息等）。 * 家属及相关人员信息（如配偶子女及宠物信息）。 * 客户交易信息（如通话记录、票据、交易指令等）。 * 交易安全信息（如用户名、网站密码等）。 * 风险管理信息（如来自公共机构的检查结果、IP记录等）。 * 财务信息（如银行卡信息、余额、IBAN等）。 * 实体场所安全信息（如进出记录、摄像录像等）。 * 法律事务与合规信息（如司法决定中涉及的个人数据）。 * 审计与稽查信息（如涉及法律主张的记录）。 * 特殊类别个人数据（如健康、性别、饮食偏好等，基于您同意的前提下处理）。 * 营销信息（如兴趣、偏好、Cookie记录等）。 * 请求/投诉管理信息（如客户提出的请求及其处理结果）。 * 视觉和听觉数据（如照片、录像、录音等）。

# KVKKp8
source: 4. Personal Data That We Collect and Process: Personal data processed by our Company differ in accordance with the nature of the legal relationship established with our Company. In this respect, categories of personal data collected by our Company through all channels, including Digital Environments, are as follows: * Identity and Contact Information : Personal data such as name, surname, government identification number, passport information and contact information (such as e-mail address), phone and mobile phone number or social media contact information that you have provided to us while creating accounts, making plane ticket reservations or applying for exclusive services offered by Bagsfollow and its partners. For more detailed information about processing of Identity/Passport Information please read the “BagsFollow Web Application Protection of Personal Data Announcement for the Processing of Identity/Passport Information” published on gdpr (bagsfollow.com) *Flight Information : Reservation or ticket information or other information related to your flights such as your medical condition or your meal preferences if needed. *Advance Passenger Information (“API”) : Personal data relating to your name, nationality, birth date, gender, type and number of your travel documents including its date of validity, and its issuing country. *Location Data (location data collected by way of location-based tools such as airport directions, map view, nearest car parking space.) *Information Relating to Family and Relatives (identification information, contact information, information relating to data subject’s children spouse etc.) *Customer Process Information (personal data recorded in channels such as call centers, credit card statements, box office receipts, customer instructions including reservation, purchase, cancellation, postponement and other changes relating to an instruction or request attributable to a person.) * Process Security Information (information relating to website password etc. provided in the course of benefiting from products and services offered in Digital Environments.) * Risk Management Information (such as results and records of various queries provided by public institutions relating to the data subject, records of security checks concerning whether you prohibited from boarding on a plane, records of address recording system, IP tracking records.) * Request/Complaint Management Information (such as information and records collected in relation with requests and complaints concerning our products or services and information contained within reports regarding the conclusion of such requests by our business units). * Financial Information (credit/debit card information, bank account information, IBAN information, balance information, credit balance information and other financial information.) * Physical Environment Security Information (entry/exit logs in Company’s physical environments, visit information, camera records.) * Legal Procedure and Compliance Information (information provided within information requests and decisions of judicial and administrative authorities.) * Audit and Inspection Information (information relating to all kinds of records and processes concerning the exercise of our legal claims and rights associated with the data subject.) *Special Categories of Personal Data : (special categories of personal data processed limited to the circumstances expressly envisaged under the laws and where required for the Company’s operations for example to provide you with assistance or facilities appropriate to your medical needs during your trip, to accommodate your requests, to ensure safety on board to comply with legal requirements. Where your religion or health status could be inferred from meal preferences, We will not use it in any other way other than to fulfil your meal request.) * Marketing Information : (such as reports and evaluations containing information indicating preferences, taste, usage and travel habits attributable to the data subject and used for the purposes of marketing, targeting information, cookie records, data generated within data enrichment operations, records of surveys, satisfaction surveys, information and evaluations obtained as a result of campaigns and direct marketing activities.) * Visual Information : (photographs, camera.) * Audio Information : Call center voice records via your explicit consent. We may also receive information about you from third parties. In particular: *API : When you make a booking through a travel agency or another airline company they may send us your name, nationality, date of birth, gender as well as the type, number, issuing country and date of validity of your travel documents. * Flight information : When you make a booking through a travel agency or another airline company, they will send us your reservation or ticket information,accomandation andtransfer information or other information related to your flights such as your medical condition or your meal preferences.
de: 3. Zu welchen Zwecken verarbeiten wir Ihre personenbezogenen Daten? Was ist die rechtliche Grundlage dafür? Gemäß dem Gesetz dürfen personenbezogene Daten nur unter den in den Artikeln 5 und 6 genannten Voraussetzungen und/oder wenn bestimmte Bedingungen des internationalen Rechts erfüllt sind, verarbeitet werden. In diesem Rahmen verarbeiten wir bei UMV Bilgisayar Yazılım Ltd. Şti. personenbezogene Daten unserer Kunden im Rahmen unseres berechtigten Interesses, sofern dies gesetzlich vorgesehen ist, für den Abschluss oder die Durchführung eines Vertrags erforderlich ist (z. B. Durchführung von Lufttransportdiensten, UBS-Fluginformationsdienste, Bearbeitung verlorener Gepäckstücke, zugehörige Maßnahmen), und unter Einhaltung nationaler und internationaler Gesetze, ohne die Grundrechte und -freiheiten unserer Kunden zu verletzen. In bestimmten Fällen können wir Sie um Ihre ausdrückliche Einwilligung zur Verarbeitung bitten. In solchen Fällen erfolgt die Verarbeitung nur im Rahmen Ihrer freiwillig erteilten Einwilligung, die Sie jederzeit über unsere Kontaktkanäle widerrufen können. Ihre personenbezogenen Daten können zu folgenden Zwecken verarbeitet werden:
ko: 3. 개인정보는 어떤 목적으로 처리되나요? 법적 근거는 무엇인가요? 개인정보는 관련 법 제5조 및 제6조에 명시된 조건에 따라, 그리고 국제 규정이 요구하는 경우에만 처리됩니다. UMV Bilgisayar Yazılım Ltd. Şti.는 다음과 같은 목적을 위해 귀하의 개인정보를 처리할 수 있습니다: * 관련 법규에서 명시된 의무의 이행 * 계약의 체결 및 이행 (항공 서비스, UBS 시스템, 분실 수하물 처리 등) * 정당한 이익을 기반으로 하되, 기본 권리를 ihlal하지 않는 범위 내에서 또한 특정 경우 귀하의 명시적 동의를 요청할 수 있으며, 이 동의는 자유롭게 철회될 수 있습니다. 개인정보는 아래 목적을 포함해 처리됩니다.
ru: 4. Персональные данные, которые мы собираем и обрабатываем: Персональные данные, обрабатываемые нашей Компанией, различаются в зависимости от характера правовых отношений, установленных с нашей Компанией. В связи с этим, категории персональных данных, собираемых нашей Компанией по всем каналам, включая цифровые среды, следующие: * Идентификационные и контактные данные: Персональные данные, такие как имя, фамилия, государственный идентификационный номер, паспортные данные и контактная информация (например, адрес электронной почты), номер телефона, номер мобильного телефона или контакты в социальных сетях, которые вы предоставили нам при создании учетных записей, бронировании авиабилетов или подаче заявок на эксклюзивные услуги, предлагаемые Bagsfollow и ее партнерами. Для получения более подробной информации об обработке идентификационных/паспортных данных, пожалуйста, ознакомьтесь с «Объявлением о защите персональных данных веб-приложения BagsFollow при обработке идентификационных/паспортных данных», опубликованным на сайте GDPR (bagsfollow.com). * Информация о рейсе: Информация о бронировании или билете, а также другая информация, связанная с вашими рейсами, например, состояние вашего здоровья или предпочтения в питании, если необходимо. *Предварительная информация о пассажире («API»): персональные данные, касающиеся вашего имени, гражданства, даты рождения, пола, типа и номера ваших проездных документов, включая срок их действия и страну выдачи. *Данные о местоположении (данные о местоположении, собранные с помощью инструментов определения местоположения, таких как маршрут до аэропорта, карта, ближайшее парковочное место). *Информация о семье и родственниках (идентификационная информация, контактная информация, информация о детях, супругах и т. д.) *Информация о процессе обработки данных клиента (персональные данные, собранные в таких каналах, как колл-центры, выписки по кредитным картам, кассовые чеки, инструкции клиента, включая бронирование, покупку, отмену, отсрочку и другие изменения, связанные с инструкцией или запросом, относящимся к конкретному лицу). *Информация о безопасности процесса (информация о пароле к веб-сайту и т. д., предоставленная в ходе использования продуктов и услуг, предлагаемых в цифровой среде). *Информация об управлении рисками (например, результаты и записи различных запросов, предоставленных государственными учреждениями в отношении субъекта данных, записи проверок безопасности, касающихся запрета на посадку в самолет, записи системы регистрации адресов, записи отслеживания IP-адресов). *Информация об управлении запросами/жалобами (например, информация и записи, собранные в связи с запросами и жалобами на наши продукты или услуги, а также информация, содержащаяся в отчеты о завершении таких запросов нашими бизнес-подразделениями). * Финансовая информация (информация о кредитной/дебетовой карте, информация о банковском счете, информация о IBAN, информация о балансе, информация о кредитном балансе и другая финансовая информация). * Информация о безопасности физической среды (журналы входа/выхода из физической среды Компании, информация о посещениях, записи с камер видеонаблюдения). * Информация о юридических процедурах и соблюдении требований (информация, предоставляемая в рамках информационных запросов и решений судебных и административных органов). * Информация об аудите и инспекциях (информация, относящаяся ко всем видам записей и процессов, касающихся осуществления наших законных требований и прав, связанных с субъектом данных). *Особые категории персональных данных: (особые категории персональных данных, обрабатываемые только в случаях, прямо предусмотренных законодательством, и когда это необходимо для деятельности Компании, например, для предоставления вам помощи или услуг, соответствующих вашим медицинским потребностям во время поездки, для выполнения ваших запросов, для обеспечения безопасности на борту и соблюдения требований законодательства. В случаях, когда ваши религиозные убеждения или состояние здоровья могут быть определены на основе предпочтений в еде, мы не будем использовать эту информацию каким-либо иным образом, кроме как для выполнения вашего запроса на питание). * Маркетинговая информация : (например, отчеты и оценки, содержащие информацию о предпочтениях, вкусах, использовании и привычках в путешествиях, относящихся к субъекту данных и используемых в маркетинговых целях, таргетинговой информации, файлов cookie, данных, полученных в ходе операций по обогащению данных, записей опросов, исследований удовлетворенности, информации и оценок, полученных в результате кампаний и мероприятий прямого маркетинга.) * Визуальная информация : (фотографии, камера.) * Аудиоинформация : голосовые записи колл-центра с вашего явного согласия. Мы также можем получать информацию о вас от третьих лиц. В частности: * API : Когда вы бронируете билеты через туристическое агентство или другую авиакомпанию, они могут отправлять нам ваше имя, гражданство, дату рождения, пол, а также тип, номер, страну выдачи и срок действия ваших проездных документов. * Информация о рейсе : Когда вы бронируете билеты через туристическое агентство или другую авиакомпанию, они отправляют нам информацию о вашем бронировании или билете, информацию о размещении и трансфере или другую связанную информацию.
zh: 3. 我们出于哪些目的处理您的个人信息？其法律依据是什么？ 根据《法律》，个人数据仅可在其第5和第6条规定的条件之一或国际法规的规定条件下进行处理。 在此框架内，UMV软件有限公司可因法律规定、合同履行（如航空运输服务、航班信息系统、行李处理等）而处理客户数据，且不影响客户基本权利的前提下出于合法利益处理。 除上述法律依据外，我们在某些情况下会征求您的明确同意，仅在您自愿同意的范围内处理。您可随时通过我们的通信渠道撤回同意。 在此背景下，您的个人数据可用于以下目的：
