Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# KŞP7
source: IF YOU ARE MINOR OR NOT AUTHORIZED TO USE THE WEBSITE OR IF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS OF THIS AGREEMENT, PLEASE DO NOT USE THE WEBSITE AND EXIT IMMEDIATELY.
de: Wenn Sie minderjährig sind, nicht zur Nutzung der Website berechtigt sind oder die Bedingungen dieses Vertrags nicht akzeptieren, nutzen Sie die Website bitte nicht und verlassen Sie sie sofort.
ko: 미성년자이거나 웹사이트 사용 권한이 없거나 본 계약의 조건을 수락하지 않는 경우 웹사이트를 사용하지 말고 즉시 종료하십시오.
ru: ЕСЛИ ВЫ ЯВЛЯЕТЕСЬ НЕСОВЕРШЕННОЛЕТНИМ ИЛИ НЕ УПОЛНОМОЧЕНЫ ПОЛЬЗОВАТЬСЯ САЙТОМ ИЛИ ЕСЛИ ВЫ НЕ СОГЛАСНЫ С УСЛОВИЯМИ ДАННОГО СОГЛАШЕНИЯ, ПОЖАЛУЙСТА, НЕ ИСПОЛЬЗУЙТЕ САЙТ И НЕМЕДЛЕННО ПОКИНИТЕ ЕГО.
zh: 如果您未成年、无权使用本网站或不同意本协议的条款和条件，请不要使用本网站并立即退出。

# KŞP8
source: The terms and conditions of this Agreement will also apply when you use the Website or parts of the Website through other websites that provide partial or full access to the Website.
de: Diese Vertragsbedingungen gelten auch für die Nutzung von Teilen der Website über andere Websites, die teilweise oder vollständigen Zugang zur Website gewähren.
ko: 본 계약의 조건은 웹사이트의 일부를 제3의 사이트 또는 링크를 통해 접근하더라도 동일하게 적용됩니다.
ru: Условия настоящего Соглашения также применяются при использовании вами Веб-сайта или частей Веб-сайта через другие веб-сайты, предоставляющие частичный или полный доступ к Веб-сайту.
zh: 当您通过本网站或其他网站部分或全部访问本网站时，本协议的条款同样适用。

# LEKELİ
source: STAINED
de: BEFLECKT
ko: 얼룩진
ru: ЗАПЯТНАННЫЙ
zh: 有污迹的

# Liman
source: Airport
de: Hafen
ko: 항구
ru: Порт
zh: 港口

# Listele
source: List
de: Auflisten
ko: 목록 보기
ru: Список
zh: 列出

# Lütfen Seçiniz
source: Please Choose
de: Bitte wählen
ko: 선택해 주세요
ru: Пожалуйста, выберите
zh: 请选择

# Lütfen yolcu biletini
source: Please keep the passenger ticket and baggage tag. This report excludes any liability.
de: Bitte bewahren Sie das Flugticket und den Gepäckanhänger auf. Dieser Bericht stellt keine Haftungsübernahme dar.
ko: 탑승권 및 수하물 태그를 보관해 주시기 바랍니다. 이 보고서는 책임을 수반하지 않습니다.
ru: Пожалуйста, сохраните билет и багажную бирку. Этот отчет не содержит принятия ответственности.
zh: 请保留乘客票和行李标签。本报告不构成任何责任承认。

# LİMAN
source: AIRPORT
de: HAFEN
ko: 항구
ru: ПОРТ
zh: 港口

# Marka
source: Brand
de: Marke
ko: 브랜드
ru: Марка
zh: 品牌

# MARKAP
source: BRAND
de: MARKE
ko: 브랜드
ru: МАРКА
zh: 品牌

# MENTEŞELER
source: HINGES
de: SCHARNIERE
ko: 경첩
ru: ПЕТЛИ
zh: 铰链

# Mobil/Cep Telefonu
source: Mobile Phone
de: Mobiltelefon
ko: 모바일/휴대폰
ru: Мобильный/сотовый телефон
zh: 移动/手机

# Mühür NO
source: SEAL NO
de: SIEGEL-NR.
ko: 봉인 번호
ru: НОМЕР ПЕЧАТИ
zh: 封印编号

# Nereden
source: From
de: Von
ko: 출발지
ru: Откуда
zh: 出发地

# Nereye
source: To
de: Nach
ko: 도착지
ru: Куда
zh: 目的地

# Nüsha
source: Copy
de: Ausfertigung
ko: 사본
ru: Копия
zh: 副本

# ODA NO
source: ROOM NO
de: ZIMMERNUMMER
ko: 객실 번호
ru: НОМЕР КОМНАТЫ
zh: 房间号

# OHD KAYIT NO
source: OHD REF NO
de: OHD-REGISTRIERNUMMER
ko: OHD 등록 번호
ru: НОМЕР ЗАПИСИ OHD
zh: OHD 登记号

# Ohd Kayıt No
source: Ohd Ref No
de: Ohd-Registrierungsnummer
ko: OHD 등록 번호
ru: Номер записи Ohd
zh: OHD 登记号

# Parça
source: Piece
de: Stück
ko: 부분
ru: Часть
zh: 件

# Parça Sayısı
source: Number of Luggage pieces
de: Anzahl der Stücke
ko: 부분 수
ru: Количество частей
zh: 件数

# ParçaSayısı
source: Number of Luggage pieces
de: Anzahl der Stücke
ko: 부분 수
ru: Количество частей
zh: 件数

source: PNR NO
de: PNR-NR
ko: PNR 번호
ru: НОМЕР PNR
zh: PNR 编号

# Profil
source: Profile
de: Profil
ko: 프로필
ru: Профиль
zh: 个人资料

# REFERANS NO
source: REF NO
de: REFERENZNUMMER
ko: 참조 번호
ru: НОМЕР РЕФЕРЕНСА
zh: 参考编号

# Referanslarımız
source: Our References
de: Unsere Referenzen
ko: 우리의 참조들
ru: Наши рекомендации
zh: 我们的参考

# Renk
source: Color
de: Farbe
ko: 색상
ru: Цвет
zh: 颜色

# Renk Tip
source: COLOR/TYPE
de: Farbe/Typ
ko: 색상/유형
ru: ЦВЕТ/ТИП
zh: 颜色/类型

# RENK TİP
source: COLOR/TYPE
de: Farbe/Typ
ko: 색상/유형
ru: ЦВЕТ/ТИП
zh: 颜色/类型

# Resim
source: IMAGE
de: Bild
ko: 이미지
ru: ИЗОБРАЖЕНИЕ
zh: 图片

# Resim Seçiniz
source: Select an Image
de: Bild auswählen
ko: 이미지를 선택하세요
ru: Выберите изображение
zh: 请选择图片

# Resim Yok
source: No Image
de: Kein Bild vorhanden
ko: 이미지 없음
ru: Нет изображения
zh: 无图片

# Resmi Sil
source: Delete Image
de: Bild löschen
ko: 이미지 삭제
ru: Удалить изображение
zh: 删除图片

# RESİM
source: IMAGE
de: BILD
ko: 이미지
ru: ИЗОБРАЖЕНИЕ
zh: 图片

# Rota
source: ROUTE
ko: 경로
ru: МАРШРУТ
zh: 路线

# Rush Bagaj Uçuş Bilgileri
source: Rush Baggage Flight Info
de: Fluginformationen für Rush-Gepäck
ko: 긴급 수하물 비행 정보
ru: Информация о рейсе срочного багажа
zh: 紧急行李航班信息

# Rush Etiket
source: Rush Tag No
de: (Rush) Etikettennummer
ko: (긴급) 태그 번호
ru: Номер ярлыка (Срочно)
zh: （紧急）标签编号

# Rush_Hava
source: Rush Airline
de: (Rush) Fluggesellschaft
ko: (긴급) 항공사
ru: Авиакомпания (Срочно)
zh: （紧急）航空公司

# SAP
source: HANDLE
de: SAP
ko: SAP
ru: SAP
zh: SAP

# Sefer
source: FLIGHT
de: Flug
ko: 편명
ru: РЕЙС
zh: 航班

# Sefer Bilgileri
source: Flight Information
de: Fluginformationen
ko: 편명 정보
ru: Информация о рейсе
zh: 航班信息

# SEFER SAYISI ROTA
source: FLIGHT ROUTE
de: FLUGNUMMER / ROUTE
ko: 편 수 / 경로
ru: НОМЕР РЕЙСА МАРШРУТ
zh: 航班编号 - 路线

# SEFER SAYISI TARİH
source: FLIGHT&DATE
de: FLUGNUMMER / DATUM
ko: 편 수 / 날짜
ru: НОМЕР РЕЙСА ДАТА
zh: 航班编号 - 日期

# Sefer Sayısı
source: Flight Number
de: Anzahl der Flüge
ko: 편 수
ru: Количество рейсов
zh: 航班数量

# Sevk Formunu Görüntüle
source: Show Delivery Form
de: Versandformular anzeigen
ko: 배송 양식 보기
ru: Просмотреть форму отправки
zh: 查看派遣表

# Seçiniz
source: Choose
de: Bitte wählen
ko: 선택하세요
ru: Выберите
zh: 请选择

# Seçme Butonu
source: Select Button
de: Auswahlknopf
ko: 선택 버튼
ru: Кнопка выбора
zh: 选择按钮

# Sil
source: Delete
de: Löschen
ko: 삭제
ru: Удалить
zh: 删除

# SINIF
source: CLASS
de: KLASSE
ko: 등급
ru: КЛАСС
zh: 舱位

# Sizelere verilen raporlarla
source: You can register to bagsfollow.com, you can follow your damaged lost baggage status and information.
de: Bitte kontaktieren Sie unbedingt die Stelle, bei der Sie den Bericht erhalten haben, um Informationen zu Ihrem Bericht zu erhalten.
ko: 제공된 보고서와 관련된 정보를 얻으려면 반드시 보고서를 작성한 장소에 문의하세요.
ru: Для получения информации по выданным вам отчетам обязательно свяжитесь с местом оформления отчета.
zh: 如需获取报告详情，请联系报告填写地。

# Sorgula
source: Search
de: Abfragen
ko: 조회
ru: Запрос
zh: 查询

# Sorumluluk Bilgisi
source: Right To Claim Info
de: Haftungsinformation
ko: 책임 정보
ru: Информация об ответственности
zh: 责任信息

# SOY İSİM
source: SURNAME
de: NACHNAME
ko: 성
ru: ФАМИЛИЯ
zh: 姓氏

# SOYADI
source: SURNAME
de: Nachname
ko: 성
ru: ФАМИЛИЯ
zh: 姓氏

# SOYADI-1
source: SURNAME-1
de: Nachname-1
ko: 성-1
ru: ФАМИЛИЯ-1
zh: 姓氏-1

# SOYADI-2
source: SURNAME-2
de: Nachname-2
ko: 성-2
ru: ФАМИЛИЯ-2
zh: 姓氏-2

# Soyadı
source: Surname
de: Nachname
ko: 성
ru: Фамилия
zh: 姓

# Soyadı/Adı
source: Surname/Name
de: Nachname/Vorname
ko: 성 / 이름
ru: Фамилия/Имя
zh: 姓/名

# Soyisim İsim
source: SURNAME/NAME
de: NACHNAME/VORNAME
ko: 성 / 이름
ru: ФАМИЛИЯ/ИМЯ
zh: 姓/名

# SUSTURULAN HERHANGİ BİR BAGAJ BULUNMAMAKTADIR
source: THERE IS NO SUSPENDED BAGGAGE
de: ES GIBT KEIN STUMMGESCHALTETES GEPÄCK
ko: 차단된 수하물이 없습니다
ru: ЗАГЛУШЕННЫЙ БАГАЖ НЕ ОБНАРУЖЕН
zh: 未发现任何被静音的行李

# SUSTURULDU
source: SUSPENDED
de: STUMMGESCHALTET
ko: 차단됨
ru: ЗАГЛУШЕН
zh: 已静音

# T KOD
source: C Code
de: T CODE
ko: T 코드
ru: КОД T
zh: T 代码

# TALEP
source: REQUEST
de: ANFRAGE
ko: 요청
ru: ЗАПРОС
zh: 请求

# Tarih
source: Date
de: Datum
ko: 날짜
ru: Дата
zh: 日期

# Tarihçe
source: History
de: Verlauf
ko: 이력
ru: История
zh: 历史记录

# TARİH
source: DATE
de: DATUM
ko: 날짜
ru: ДАТА
zh: 日期

# Taşımacı İmza
source: Transport Company Signature
de: Unterschrift des Transportunternehmens
ko: 운송인 서명
ru: Подпись перевозчика
zh: 承运人签名

# Taşıyıcı Şirket
source: CARRIER COMPANY
de: Transportgesellschaft
ko: 운송 회사
ru: ТРАНСПОРТНАЯ КОМПАНИЯ
zh: 承运公司

# TEKERLER AYAKLAR
source: WHEELS
de: RÄDER/FÜSSE
ko: 바퀴 / 다리
ru: КОЛЕСА/НОЖКИ
zh: 轮子/脚

# Telefon
source: Phone
de: Telefon
ko: 전화
ru: Телефон
zh: 电话

# TELEFON:
source: PHONE:
de: TELEFON:
ko: 전화:
ru: ТЕЛЕФОН:
zh: 电话：

# Teslim
source: DELIVERY
de: Übergabe
ko: 인도
ru: ДОСТАВКА
zh: 交付

# Teslim Alan İmza
source: Recipient Signature
de: Unterschrift des Empfängers
ko: 수령자 서명
ru: Подпись получателя
zh: 接收人签名

# Teslim Edilen Bagajın Bilgileri
source: Information of Delivered Baggage
de: Informationen zum übergebenen Gepäck
ko: 인도된 수하물 정보
ru: Информация о доставленном багаже
zh: 已交付行李信息

# Teslim Formu
source: Delivery Form
de: Übergabeformular
ko: 인도 양식
ru: Форма доставки
zh: 交付表

# TeslimEdilenBagajBilgileri
source: Delivered Baggage Details
de: Gepäckübergabeinformationen
ko: 인도된 수하물 정보
ru: Информация о доставленном багаже
zh: 交付行李信息

# Tip
source: Type
de: Typ
ko: 유형
ru: Тип
zh: 类型

# ToplamAğırlığı
source: Total Weight
de: Gesamtgewicht
ko: 총 무게
ru: Общий вес
zh: 总重量

# TR
source: EN
de: TR
ko: TR
ru: TR
zh: TR

# Uçuş Bilgileri
source: Flight Information
de: Fluginformationen
ko: 비행 정보
ru: Информация о рейсе
zh: 航班信息

# Uçuş Servisi
source: FLIGHT SERVICE
de: FLUGDIENST
ko: 비행 서비스
ru: СЛУЖБА ПОЛЕТОВ
zh: 航班服务

# Web World
source: Web/World Tracer Remaining Baggage Ref No
de: Web_World Tracer Verbleibende Gepäckregistrierung
ko: Web_World Tracer 남은 수하물 등록 정보
ru: Web_World Tracer Информация о регистрации оставшегося багажа
zh: Web_World Tracer 剩余行李登记信息

# ya da
source: or
de: oder
ko: 또는
ru: или
zh: 或

# YAN
source: SIDE
de: SEITE
ko: 측면
ru: БОК
zh: 侧面

# Yazdır
source: Print
de: Drucken
ko: 인쇄
ru: Распечатать
zh: 打印

# Yeni Şifre
source: New Password
de: Neues Passwort
ko: 새 비밀번호
ru: Новый пароль
zh: 新密码

# Yeni Şifre Tekrarı
source: Confirm New Password
de: Passwort wiederholen
ko: 새 비밀번호 확인
ru: Повторите новый пароль
zh: 重复新密码

# Yer Hizmetleri İmza
source: Ground Handling Signature
de: Bodenabfertigung Unterschrift
ko: 지상 서비스 서명
ru: Подпись наземной службы
zh: 地勤签名

# YER HİZM
source: GROUND COMP.
de: BODENDIENST
ko: 지상 서비
ru: НАЗЕМ. СЛУЖ.
zh: 地勤

# YER HİZMETLERİ ŞİRKETİ
source: GROUND SERVICE COMPANY
de: BODENDIENSTLEISTUNGSUNTERNEHMEN
ko: 지상 서비스 회사
ru: КОМПАНИЯ НАЗЕМНОГО ОБСЛУЖИВАНИЯ
zh: 地勤公司

# YIL
source: YEAR
de: JAHR
ko: 연도
ru: ГОД
zh: 年

# YILP
source: YEAR
de: JAHR
ko: 연도
ru: ГОД
zh: 年

# YIRTIK
source: SPLIT
de: GERISSEN
ko: 찢어짐
ru: ПОРВАНО
zh: 撕裂

# Yolcu
source: PASSENGER
de: PASSAGIER
ko: 승객
ru: ПАССАЖИР
zh: 乘客

# Yolcu Beyan Tutarı
source: Passenger Statement Amount
de: Erklärter Betrag des Passagiers
ko: 승객 신고 금액
ru: Сумма декларации пассажира
zh: 乘客申报金额

# Yolcu Beyanı
source: Passenger Statement
de: Passagiererklärung
ko: 승객 신고
ru: Декларация пассажира
zh: 乘客声明

# Yolcu Bilgileri
source: Passenger Information
de: Passagierinformationen
ko: 승객 정보
ru: Информация о пассажире
zh: 乘客信息

# Yolcu Kimliği
source: Passenger ID
de: Passagierausweis
ko: 승객 신원
ru: Удостоверение личности пассажира
zh: 乘客身份

# Yolcu Rotası
source: Passenger Route
de: Passagierroute
ko: 승객 경로
ru: Маршрут пассажира
zh: 乘客路线

# Yolcunun BagsFollow Hesap Numarası
source: Paassenger BagsFollow Account
de: BagsFollow-Kontonummer des Passagiers
ko: 승객 BagsFollow 계정 번호
ru: Номер счета пассажира в BagsFollow
zh: 乘客 BagsFollow 账户号码

# YOLCUNUN ROTASI
source: PASSENGER ROUTE
de: ROUTE DES PASSAGIERS
ko: 승객의 경로
ru: МАРШРУТ ПАССАЖИРА
zh: 乘客的路线

# YOLCUYA_SEVK_FORM
source: BAGGAGE DELIVERY FORM TO PASSENGER
de: VERSANDFORMULAR AN DEN PASSAGIER
ko: 승객 배송 양식
ru: ФОРМА ДОСТАВКИ ПАССАЖИРУ
zh: 乘客派遣表

# Yıl
source: Year
de: Jahr
ko: 연도
ru: Год
zh: 年

# Yılı
source: Year
de: Jahresangabe
ko: 연도
ru: Год
zh: 年份

# ÇERÇEVE
source: FRAME
de: RAHMEN
ko: 프레임
ru: РАМА
zh: 框架

# ÇİZELGE
source: CHART
de: TABELLE
ko: 표
ru: РАСПИСАНИЕ
zh: 时间表

# ÇİZİK
source: SCRATCH
de: KRATZER
ko: 긁힘
ru: ЦАРАПИНА
zh: 划痕

# Çıkış
source: Logout
de: Abmelden
ko: 로그아웃
ru: Выход
zh: 退出

# Önce İstasyon Seçiniz
source: First Select an Airport
de: Bitte zuerst eine Station auswählen
ko: 먼저 역을 선택하세요
ru: Сначала выберите станцию
zh: 请先选择车站

# Özellik
source: Feature
de: Eigenschaft
ko: 속성
ru: Свойство
zh: 特征

# Ülke Kodu
source: Country Code
de: Ländercode
ko: 국가 코드
ru: Код страны
zh: 国家代码

# ÜNVA
source: TITLE
de: TITEL
ko: 직함
ru: ЗАГОЛОВОК
zh: 职称

# Ünvan
source: Title
de: Titel
ko: 직함
ru: Заголовок
zh: 头衔

# ÜST
source: TOP
de: OBEN
ko: 상단
ru: ВЕРХ
zh: 上方

# İKAMET ADRESİ
source: Permanent Adress
de: WOHNSITZADRESSE
ko: 거주지 주소
ru: АДРЕС ПРОЖИВАНИЯ
zh: 居住地址

# İl
source: City
de: Provinz
ko: 도
ru: Провинция
zh: 省

# İlçe
source: County
de: Bezirk
ko: 구/군
ru: Район
zh: 区/县

# İstasyon
source: AIRPORT
de: STATION
ko: 역
ru: СТАНЦИЯ
zh: 车站

# İSTASYON HAVAYOLU
source: STATION/AIRLINE
de: STATION/FLUGGESELLSCHAFT
ko: 역 / 항공사
ru: СТАНЦИЯ/АВИАКОМПАНИЯ
zh: 车站/航空公司

# İSİM
source: NAME
ko: 이름
ru: ИМЯ
zh: 名字

# İyi Niyet
source: GOODWILL
de: GUTER WILLE
ko: 선의
ru: ДОБРАЯ ВОЛЯ
zh: 善意

# İçerik Açıklama-1
source: Content Description-1
de: Inhaltsbeschreibung-1
ko: 내용 설명-1
ru: Описание содержимого-1
zh: 内容说明-1

# İçerik Açıklama-2
source: Content Description-2
de: Inhaltsbeschreibung-2
ko: 내용 설명-2
ru: Описание содержимого-2
zh: 内容说明-2

# İçerik Açıklama-3
source: Content Description-3
de: Inhaltsbeschreibung-3
ko: 내용 설명-3
ru: Описание содержимого-3
zh: 内容说明-3

# İçerik Kategori-1
source: Content Category-1
de: Inhaltskategorie-1
ko: 내용 카테고리-1
ru: Категория содержимого-1
zh: 内容类别-1

# İçerik Kategori-2
source: Content Category-2
de: Inhaltskategorie-2
ko: 내용 카테고리-2
ru: Категория содержимого-2
zh: 内容类别-2

# İçerik Kategori-3
source: Content Category-3
de: Inhaltskategorie-3
ko: 내용 카테고리-3
ru: Категория содержимого-3
zh: 内容类别-3

# İÇERİK
source: CONTENT
de: INHALT
ko: 내용
ru: СОДЕРЖАНИЕ
zh: 内容

# İşlemler
source: TRANSACTIONS
de: VORGÄNGE
ko: 작업
ru: ОПЕРАЦИИ
zh: 操作

# Şifre
source: Password
de: Passwort
ko: 비밀번호
ru: Пароль
zh: 密码

# Şifreyi Onayla
source: Confirm Password
de: Passwort bestätigen
ko: 비밀번호 확인
ru: Подтвердите пароль
zh: 确认密码

# Bagaj Rotası
source: Baggage Route
de: Gepäckroute
ko: 수하물 경로
ru: Маршрут багажа
zh: 行李路线

# Hata Bilgiler
source: Error Information
de: Fehlerinformationen
ko: 오류 정보
ru: Информация об ошибке
zh: 错误信息

# Uçak_Altı
source: Under Aircraft
de: Unter dem Flugzeug
ko: 항공기 하부
ru: Под самолётом
zh: 飞机下方

# Ucak_Alti_Yukleme
source: Under Aircraft Loading
de: Beladung unter dem Flugzeug
ko: 하부 수하물 적재
ru: Загрузка под самолёт
zh: 飞机下装载

# Ucak_Alti_Bosaltma
source: Under Aircraft Unloading
de: Entladung unter dem Flugzeug
ko: 하부 수하물 하역
ru: Разгрузка под самолётом
zh: 飞机下卸载

# Sut_Alti_Bosaltma
source: Chute Area Unloading
de: Entladung unter dem Rutschband
ko: 슈트 하부 하역
ru: Разгрузка под лентой
zh: 滑槽下卸载

# Sut_Alti_Yukleme
source: Chute Area Loading
de: Beladung unter dem Rutschband
ko: 슈트 하부 적재
ru: Загрузка под лентой
zh: 滑槽下装载

# ozelMenu
source: Features Items
de: Spezialmenü
ko: 속성 메뉴
ru: Меню свойств
zh: 功能菜单

# DosyaSay
source: File Count
de: Dateianzahl
ko: 파일 수
ru: Количество файлов
zh: 文件数量

# ozelMenu2
source: Special Menu
de: Spezielles Menü
ko: 특수 메뉴
ru: Специальное меню
zh: 自定义菜单

# EPosta
source: E-Mail
ko: 이메일
ru: Электронная почта
zh: 电子邮件

source: All Stations
de: Alle Stationen
ko: 모든 역
ru: Все станции
zh: 所有车站

source: Admin Menu
de: Admin-Menü
ko: 관리자 메뉴
ru: Меню администратора
zh: 管理员菜单

# Dosya_Seciniz
source: Choose a File
de: Datei auswählen
ko: 파일 선택
ru: Выберите файл
zh: 请选择文件

# dmguaReport
source: Damage Assessment Report
de: Schadensbericht
ko: 손상 보고서
ru: Отчёт об оценке ущерба
zh: 损坏报告

# hasarAlanı
source: Damaged Area
de: Schadensbereich
ko: 손상 부위
ru: Область повреждения
zh: 损坏区域

# hasarSekli
source: Damaged Type
de: Schadensart
ko: 손상 형태
ru: Тип повреждения
zh: 损坏类型

# hasarOrani
source: Damaged Rate
de: Schadensgrad
ko: 손상 비율
ru: Степень повреждения
zh: 损坏比例

# Bant
source: Band
ko: 벨트
ru: Лента
zh: 传送带

# SutAlti
source: Chute
de: Unter dem Rutschband
ko: 슈트 하부
ru: Под лентой
zh: 滑槽下

# BagPcs
source: Bags Pcs
de: Anzahl Gepäckstücke
ko: 수하물 개수
ru: Количество багажа
zh: 行李件数

# Gelis
source: ARRIVAL ROUTE
de: Ankunftsroute
ko: 도착 경로
ru: Маршрут прибытия
zh: 到达路线

# Gidis
source: DEPARTURE ROUTE
de: Abflugroute
ko: 출발 경로
ru: Маршрут отправления
zh: 出发路线

source: Admin Menu QR
de: Admin-Menü QR
ko: 관리자 메뉴 QR
ru: QR-меню администратора
zh: 管理员菜单二维码

source: BagsFollow Reference
de: BagsFollow-Referenz
ko: BagsFollow 참조
ru: Справочный номер BagsFollow
zh: BagsFollow 参考号

# Planlama
source: Planning
de: Planung
ko: 계획
ru: Планирование
zh: 计划

# İletişim
source: Contact
de: Kontakt
ko: 연락처
ru: Контакт
zh: 联系

# Bagaj Sayısı
source: Baggage Count
de: Anzahl Gepäckstücke
ko: 수하물 수
ru: Количество багажа
zh: 行李数量

# Cum
source: Fri
de: Fr
ko: 금
ru: Пт
zh: 周五

# Cumartesi
source: Saturday
de: Samstag
ko: 토요일
ru: Суббота
zh: 星期六

source: Deneme
de: Test
ko: 테스트
ru: Тест
zh: 测试

# DHC Sayısı
source: DHC Count
de: Anzahl DHC
ko: DHC 수
ru: Количество DHC
zh: DHC 数量

# Dönem Başlangıç
source: Period Start
de: Periodenbeginn
ko: 기간 시작
ru: Начало периода
zh: 期间开始

# Dönem Bitiş
source: Period End
de: Periodenende
ko: 기간 종료
ru: Конец периода
zh: 期间结束

# Düzenli Tarife
source: Regular Schedule
de: Regelmäßiger Flugplan
ko: 정기 일정
ru: Регулярный тариф
zh: 常规时刻表

source: Edit
de: Bearbeiten
ko: 편집
ru: Редактировать
zh: 编辑

# Geliş Tarihi
source: Arrival Date
de: Ankunftsdatum
ko: 도착일
ru: Дата прибытия
zh: 到达日期

# Geliş Uçuş
source: Arrival Flight
de: Ankunftsflug
ko: 도착 항공편
ru: Рейс прибытия
zh: 到达航班

# Geliş Uçuş Tipi
source: Arrival Flight Type
de: Flugtyp (Ankunft)
ko: 도착 항공편 유형
ru: Тип рейса прибытия
zh: 到达航班类型

# Geliş Çağrı
source: Arrival Call
de: Ankunftsrufzeichen
ko: 도착 호출
ru: Позывной прибытия
zh: 到达呼叫

# Gidiş Tarihi
source: Departure Date
de: Abflugdatum
ko: 출발일
ru: Дата отправления
zh: 出发日期

# Gidiş Uçuş
source: Departure Flight
de: Abflug
ko: 출발 항공편
ru: Рейс отправления
zh: 出发航班

# Gidiş Uçuş Tipi
source: Departure Flight Type
de: Flugtyp (Abflug)
ko: 출발 항공편 유형
ru: Тип рейса отправления
zh: 出发航班类型

# Gidiş Çağrı
source: Departure Call
de: Abflugrufzeichen
ko: 출발 호출
ru: Позывной отправления
zh: 出发呼叫

# Hepsini Seç
source: Select All
de: Alle auswählen
ko: 모두 선택
ru: Выбрать всё
zh: 全选

# Kargo
source: Cargo
de: Fracht
ko: 화물
ru: Груз
zh: 货运

# Kombi
source: Combo
de: Kombi
ko: 복합
ru: Комби
zh: 组合

# Listeye_Geri
source: Back To List
de: Zurück zur Liste
ko: 목록으로 돌아가기
ru: Вернуться к списку
zh: 返回列表

# Meydanlar
source: Terminals
de: Flughäfen
ko: 공항들
ru: Аэропорты
zh: 机场

# Milliyeti
source: Nationality
de: Nationalität
ko: 국적
ru: Гражданство
zh: 国籍

# Ops Adı
source: Ops Name
ko: 운영 이름
ru: Название операции
zh: 运营名称

# PAD Sayısı
source: PAD Count
de: Anzahl PAD
ko: PAD 수
ru: Количество PAD
zh: PAD 数量

# Park Pozisyonu
source: Park Position
ko: 주차 위치
ru: Стояночная позиция
zh: 停机位

# Pazar
source: Sunday
de: Sonntag
ko: 일요일
ru: Воскресенье
zh: 星期日

# Pazartesi
source: Monday
de: Montag
ko: 월요일
ru: Понедельник
zh: 星期一

# Perm Sayısı
source: Perm Count
de: Anzahl Perm
ko: Perm 수
ru: Количество Perm
zh: Perm 数量

# Perm Tipi
source: Perm Type
de: Perm-Typ
ko: Perm 유형
ru: Тип Perm
zh: Perm 类型

# Perşembe
source: Thursday
de: Donnerstag
ko: 목요일
ru: Четверг
zh: 星期四

# Salı
source: Tuesday
de: Dienstag
ko: 화요일
ru: Вторник
zh: 星期二

source: Select
de: Auswählen
ko: 선택
ru: Выбрать
zh: 选择

# Silmek_İstiyor
source: Are you sure you want to delete this?
de: Möchten Sie das wirklich löschen?
ko: 정말로 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить это?
zh: 您确定要删除此项吗？

# Silmek_İstiyor2
source: Are you sure you want to delete these flights? Along with the flights, any associated service forms and services will be deleted. The changes you have made cannot be undone, and the data will be permanently deleted!
de: Sind Sie sicher, dass Sie diese Flüge löschen möchten? Alle zugehörigen Serviceformulare und Dienstleistungen werden ebenfalls gelöscht. Diese Änderungen können nicht rückgängig gemacht werden und die Daten werden dauerhaft entfernt!
ko: 이 항공편을 삭제하시겠습니까? 연결된 서비스 양식 및 항목도 함께 삭제됩니다. 이 작업은 되돌릴 수 없습니다!
ru: Вы уверены, что хотите удалить эти рейсы? Связанные формы обслуживания и услуги также будут удалены. Внесённые изменения нельзя будет отменить, данные будут удалены безвозвратно!
zh: 您确定要删除这些航班吗？将同时删除关联的服务表单和服务。此更改无法撤销，数据将永久删除！

# TARİFELİ
source: SCHEDULE
de: Planmäßig
ko: 정기편
ru: ПО РАСПИСАНИЮ
zh: 定期

# Tazele
source: Refresh
de: Aktualisieren
ko: 새로고침
ru: Обновить
zh: 刷新

# TekliUçuş
source: Single Flight Creation
de: Einzelflug erstellen
ko: 단일 항공편 생성
ru: Создание одного рейса
zh: 创建单个航班

# TekliUçuşKılavuz1
source: When creating a single flight
de: Beim Erstellen eines Einzelflugs
ko: 단일 항공편 생성 시
ru: При создании одного рейса
zh: 在创建单个航班时

# TekliUçuşKılavuz2
source: the field above is never used. Make sure that all other fields are completely filled in.
de: darf das Feld keinesfalls verwendet werden. Stellen Sie sicher, dass alle anderen Felder vollständig ausgefüllt sind.
ko: 해당 필드는 절대 사용되지 않으며, 다른 필드가 모두 입력되었는지 확인합니다.
ru: поле не используется. Убедитесь, что остальные поля заполнены полностью.
zh: 此字段不得使用。请确保其他字段已完整填写。

# TEKNİK
source: TECHNICAL
de: TECHNIK
ko: 기술
ru: ТЕХНИЧЕСКИЙ
zh: 技术

# Temsilci
source: Representative
de: Vertreter
ko: 대표
ru: Представитель
zh: 代表

# Transfer Bagaj Sayısı
source: Transfer Baggage Count
de: Anzahl Transfergepäck
ko: 환승 수하물 수
ru: Количество трансферного багажа
zh: 转机行李数量

# Transfer Yolcu Sayısı
source: Transfer Passenger Count
de: Anzahl Transferpassagiere
ko: 환승 승객 수
ru: Количество трансферных пассажиров
zh: 转机乘客数量

# Transit Bagaj Sayısı
source: Transit Baggage Count
de: Anzahl Transitgepäck
ko: 경유 수하물 수
ru: Количество транзитного багажа
zh: 过境行李数量

# Transit Yolcu Sayısı
source: Transit Passenger Count
de: Anzahl Transitpassagiere
ko: 경유 승객 수
ru: Количество транзитных пассажиров
zh: 过境乘客数量

# Uçak Tipi
source: Aircraft Type
de: Flugzeugtyp
ko: 항공기 유형
ru: Тип самолёта
zh: 飞机型号

# Uçuş Durumu
source: Flight Status
de: Flugstatus
ko: 비행 상태
ru: Статус рейса
zh: 航班状态

# Uçuş Tipi
source: Flight Type
de: Flugtyp
ko: 비행 유형
ru: Тип рейса
zh: 航班类型

# Uçuş Türü
source: Flight Type
de: Flugart
ko: 비행 종류
ru: Вид рейса
zh: 航班类别

# Yolcu Sayısı
source: Passenger Count
de: Anzahl Passagiere
ko: 승객 수
ru: Количество пассажиров
zh: 乘客人数

# Çarşamba
source: Wednesday
de: Mittwoch
ko: 수요일
ru: Среда
zh: 星期三

# ÇokluUçuş
source: Multiple Flight Creation
de: Mehrfachflug erstellen
ko: 다중 항공편 생성
ru: Создание нескольких рейсов
zh: 创建多个航班

# ÇokluUçuşKılavuz1
source: When creating multiple flights
de: Beim Erstellen eines Mehrfachflugs
ko: 다중 항공편 생성 시
ru: При создании нескольких рейсов
zh: 在创建多个航班时

# ÇokluUçuşKılavuz2
source: the field above is never used. Make sure that all other fields are completely filled in.
de: darf das Feld keinesfalls verwendet werden. Stellen Sie sicher, dass alle anderen Felder vollständig ausgefüllt sind.
ko: 해당 필드는 절대 사용되지 않으며, 다른 필드가 모두 입력되었는지 확인합니다.
ru: поле не используется. Убедитесь, что остальные поля заполнены полностью.
zh: 此字段不得使用。请确保其他字段已完整填写。

# İptal
source: Cancel
de: Stornieren
ko: 취소
ru: Отмена
zh: 取消

# Açık
source: Open
de: Offen
ko: 열림
ru: Открыто
zh: 开启

source: Details
ko: 세부정보
ru: Подробности
zh: 详细信息

# Gecikme Açıklamaları
source: Delay Explaination
de: Verspätungsgründe
ko: 지연 설명
ru: Объяснения задержки
zh: 延误说明

# GELİŞ GECİKME BİLGİLERİ
source: ARRIVAL DELAY INFORMATION
de: ANKUNFTSVERSPÄTUNG
ko: 도착 지연 정보
ru: ИНФОРМАЦИЯ О ЗАДЕРЖКЕ ПРИБЫТИЯ
zh: 到达延误信息

# Genel Müdürlük
source: Head Office
de: Generaldirektion
ko: 본사
ru: Главное управление
zh: 总管理处

# GİDİŞ GECİKME BİLGİLERİ
source: DEPARTURE DELAY INFORMATION
de: ABFLUGVERSPÄTUNG
ko: 출발 지연 정보
ru: ИНФОРМАЦИЯ О ЗАДЕРЖКЕ ВЫЛЕТА
zh: 出发延误信息

# Hizmet Formu
source: Service Form
de: Dienstleistungsformular
ko: 서비스 양식
ru: Форма обслуживания
zh: 服务表单

# Köprü
source: Bridge
de: Brücke
ko: 탑승교
ru: Мост
zh: 登机桥

# PDF RAPOR
source: PDF REPORT
de: PDF-BERICHT
ko: PDF 보고서
ru: PDF ОТЧЁТ
zh: PDF 报告

# PDF İndir
source: Download PDF
de: PDF herunterladen
ko: PDF 다운로드
ru: Скачать PDF
zh: 下载 PDF

# Posta
source: Mail
de: Post
ko: 우편
ru: Почта
zh: 邮件

# Yeni Oluştur
source: Create New
de: Neu erstellen
ko: 새로 생성
ru: Создать новый
zh: 新建

# Pzt
source: Mon
de: Mo
ko: 월
ru: Пн
zh: 周一

# Sal
source: Tue
de: Di
ko: 화
ru: Вт
zh: 周二
