Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# KVKKp9
source: 5. Why Do We Process Your Personal Data and What Is the Legal Basis for This Use (purpose of the processing)? We process your personal data for the following purposes: *To fulfil a contract, or take steps linked to a contract We have with you. (According to Art. 6/(1), Subparagraph 1(b) GDPR) This includes: * Management of flight reservations and other related services: When you book a flight, including booking processes concluded through third parties and other websites, an account through which you may finalize your booking and manage your preferences regarding your flight is created. In this respect, information concerning your identity is processed for the verification of your identity at check-in, baggage delivery and security check points. Additionally, personal data relating to you may also be processed in the course of benefiting from airport services provided through kiosks such as check-in, seat selection, luggage and cargo. *Managing flight operations and establishing communications concerning services provided within your flight program: Within the scope of your flight, We process personal data relating to you within the scope of services concerning your flight for the purposes of conclusion of your flight ticket, check-in processes, and preparation of your boarding pass and boarding on the plane. Personal data relating to you may only be processed for the purposes of providing information regarding the verification of your travel organization, changes to your flight program, opening date, your baggage information and time of check-in and conveying communication concerning reminders of your incomplete reservations. * Establishing communication with our customer and customer relationship management: In certain circumstances, We are required to deliver certain information to our customers regarding our flights. For instance, We may be required to establish communication with you via SMS, e-mail or telephone for the purposes of conveying booking information, confirmation regarding the purchase of your ticket or to provide payment and flight details. Additionally, customers benefiting from services provided through the Application, may also be communicated by way of in app notifications. *Requests and Evaluations : Personal data relating to you may be processed for the purposes of taking necessary actions in order to provide responses to questions, requests or complaints conveyed by our customers through Digital Environments or by other written and verbal channels. Opinions of our customers are of great importance for us. Therefore, We may process personal data while evaluating the responses provided by our customers to questions within customer satisfaction surveys, in order to evaluate the quality of our services. * Fraud prevention : We monitor customers, actions to prevent, investigate and/or report things such as fraud, terrorism, misrepresentation, security incidents or crime, in accordance with applicable laws. *Establishing information technologies infrastructure and executing and auditing information security processes and operations : Personal data relating to you may be processed for the purposes of ensuring compliance with internal policies and procedures related to information security, management of information technologies systems as well as improving and optimizing such systems, ensuring the accessibility and reliability of such infrastructure and systems by way of back-ups and tests, improving products and services provided including statistical analysis and research on systems and programs regarding ticketing and travel operations. * Conducting financial and accounting operations : Personal data relating to you may be processed for the purposes of complying with obligations to inform including identification and verification of identity and the prevention of fraudulent transactions, receiving payments and where deemed necessary, reimbursement. *Service Customization : Offering, proposing and introducing the programs,services and products to the related persons and performing the activities for the customization of them according to the usage habits and needs of the related persons. *Usage Information : In order to provide better service to our customers and to customize our services for you, your usage habits on our web site and applications may be followed. In addition, in order to provide service only, the information such as IP address, device model etc., regarding to the devices which you display on our website or use our applications may be processed. Where required by law, the marketing and advertising activities carried out through targeting and profiling are carried out only if you have given your consent. * For purposes which are required by law (According to Art. 6/(1), Subparagraph 1(c) GDPR) (legal obligations): * Ensuring compliance with the national and international legislation to which BAGSFOLLOW is subjected and fulfilling the obligations arising from the relevant legislation. In response to requests by government or law enforcement authorities conducting an investigation. *In such cases, it may be required to comply with commercial or tax-related retention requirements or to fulfill safety-related requirements. For more information about retention periods, see "How long will you retain my data?" *Transfers to immigration authorities or Federal Police Offices (Advanced Passenger Information or Passenger Data regulations) * Marketing activities : Where required by law, We will send you with your consent direct marketing in relation to our relevant products and services, or other products and services provided by us, our affiliates and carefully selected partners. *Cookies : We place cookies and use similar technologies in accordance with our Cookies Notice and the information provided to you when those technologies are used. For more information, see “Use of Cookies”or"Cookie Policy" *Other occasions : On other occasions where We ask you for consent, We will use the data for the purpose which We explain at that time such as when collecting information in relation to your medical condition. In some cases (e.g. for booking a flight) the provision of information is mandatory: if relevant data is not provided, then We will not be able to process your request. When the provision of information is not marked as mandatory (e.g. for direct marketing purposes) it is optional. Withdrawing consent or otherwise objecting to direct marketing: Wherever We rely on your consent, you will always be able to withdraw that consent, although We may have other legal grounds for processing your data for other purposes, such as those set out above. You have an absolute right to opt-out of direct marketing or profiling We carry out for direct marketing, at any time. You can do this by following the instructions in the communication where this is an electronic message, or by contacting us using the details set out below.
de: Verwaltung Ihrer Reisebuchungen und Bereitstellung unserer Dienstleistungen Wenn Sie Buchungen über Dritte oder andere Websites vornehmen, z. B. bei Verlustmeldung von Gepäck, UBS-Fluginformationen oder Flugreservierungen, wird ein Benutzerkonto erstellt, über das Sie Ihre Reservierungen verwalten können. Die dabei erhobenen Identifikationsdaten werden verwendet, um Ihre Identität bei Check-in, Gepäckabgabe, Sicherheitskontrollen und Boarding zu bestätigen. Wir verwenden Ihre personenbezogenen Daten, um verlorenes Gepäck zu identifizieren, Ihr Bagsfollow-Barcodesystem zu generieren, Gepäckverfolgungen durchzuführen und bei Fund Ihr Gepäck anhand Ihrer Angaben zuzustellen. Kommunikation mit Kunden und Kundenbeziehungsmanagement In einigen Fällen ist es notwendig, Ihnen Informationen bereitzustellen – z. B. wenn Ihr verlorenes Gepäck gefunden wurde, bei Zahlungsinformationen oder Flugdetails. Wir kontaktieren Sie per SMS, E-Mail oder telefonisch. App-Nutzer erhalten Informationen auch über In-App-Benachrichtigungen. Wir weisen darauf hin, dass solche Mitteilungen gemäß Artikel 6 der Verordnung über kommerzielle Kommunikation auch ohne Ihre ausdrückliche Zustimmung versendet werden dürfen, sofern sie nicht zu Marketingzwecken dienen. Ihre Anfragen und Rückmeldungen Ihre über digitale oder andere Kanäle übermittelten Fragen, Anfragen oder Beschwerden werden zur Bearbeitung verarbeitet. Um die Qualität unserer Dienstleistungen zu bewerten, verarbeiten wir Ihre Daten ggf. auch im Rahmen von Umfragen. Personalisierung und Verbesserung des Kundenerlebnisses Wir verarbeiten Ihre Daten, um Ihnen ein personalisiertes Erlebnis zu bieten, indem wir unsere Angebote an Ihre Bedürfnisse, Vorlieben und Interessen anpassen. Daten zu bisherigen Flügen und Interaktionen können zur Ableitung Ihrer Reisewünsche und zur Erstellung maßgeschneiderter Angebote genutzt werden. Diese Daten können auch zur Durchführung von Segmentierungen sowie für Kampagnen, Werbeaktionen und Einladungen zu Veranstaltungen verwendet werden. Produkt- und Serviceinformationen Mit Ihrer Zustimmung können wir Ihnen Informationen zu Flügen, Gepäck oder Reisen sowie zu Angeboten und Aktionen unserer Partnerunternehmen zukommen lassen. Bearbeitung von Beschwerden und Anfragen Ihre Daten werden verwendet, um Änderungswünsche, Sonderanfragen oder Beschwerden zu bestehenden Dienstleistungen zu bearbeiten. Erfüllung gesetzlicher Verpflichtungen Ihre Daten werden verarbeitet zur Einhaltung gesetzlicher Pflichten, wie z. B. Dokumentations-, Aufbewahrungs- oder Meldepflichten, insbesondere bei Steuerangelegenheiten, internationalen Sanktionen oder der Suche nach verlorenem Gepäck. Im Rahmen von Identifikationspflichten, z. B. zur Verhinderung von Betrug oder Geldwäsche, kann die Verarbeitung auch rechtlich erforderlich sein. Datenweitergabe an Behörden im In- und Ausland Zur Einhaltung internationaler und nationaler Luftfahrtvorschriften können Ihre Daten auf rechtmäßige Anfrage an Behörden oder Regulierungsstellen weitergegeben oder zugänglich gemacht werden. Finanz- und Buchhaltungsprozesse Ihre Daten werden verwendet zur Identitätsverifikation, zur Betrugsprävention, für Zahlungen und ggf. Rückerstattungen. IT-Infrastruktur und Datensicherheit Ihre Daten werden verarbeitet zur Verwaltung und Kontrolle von IT-Systemen, für Systemtests (einschließlich Live-Daten), zur Sicherstellung von Verfügbarkeit und Zuverlässigkeit sowie zur Weiterentwicklung der Systeme im Zusammenhang mit verlorenem Gepäck. Betrugsprävention Wir verarbeiten Ihre Daten zur Vorbeugung, Aufklärung und Dokumentation betrügerischer Aktivitäten sowie zur Einleitung rechtlicher Schritte. Zugriffsberechtigungen von Partnern und Lieferanten Ihre Daten werden verwendet, um Partnern und externen Dienstleistern, die z. B. bei der Gepäcksuche oder Reiseorganisation helfen, Zugang zu notwendigen Informationen zu gewähren.
ko: 개인정보 처리 목적: * 예약 및 서비스 관리 (Bagsfollow 바코드 포함) * 고객과의 소통 및 관계 유지 (SMS, 이메일, 전화, 앱 알림 등) * 불만, 요청 및 피드백의 수집 및 처리 * 설문 및 만족도 평가를 통한 개선 * 개인 맞춤형 고객 경험 제공 (과거 예약, 선호도 기반 제안) * 캠페인, 프로모션, 이벤트 안내 * 마케팅 목적의 정보 제공 (동의 기반) * 법적 의무 이행 및 당국에 정보 제공 * 사기 및 부정 행위 방지 * IT 시스템 운영, 테스트, 백업 수행 * 외부 파트너 및 공급업체와의 정보 공유 (고객 지원, 분실물 추적, 운영 협력 등)
ru: 5. Зачем мы обрабатываем ваши персональные данные и какова правовая основа для такого использования (цель обработки)? Мы обрабатываем ваши персональные данные в следующих целях: *Для исполнения договора или выполнения действий, связанных с договором, заключенным между нами и вами. (В соответствии со статьей 6/(1), подпунктом 1(b) GDPR) Это включает в себя: *Управление бронированием авиабилетов и другими сопутствующими услугами: При бронировании рейса, включая бронирование через третьих лиц и другие веб-сайты, создается учетная запись, через которую вы можете завершить бронирование и управлять своими предпочтениями относительно вашего рейса. В связи с этим информация о вашей личности обрабатывается для ее подтверждения при регистрации, выдаче багажа и прохождении контроля безопасности. Кроме того, ваши персональные данные могут также обрабатываться при использовании услуг аэропорта, предоставляемых через киоски, таких как регистрация, выбор места, обработка багажа и грузов. *Управление полетами и установление связи по вопросам услуг, предоставляемых в рамках вашей программы полета: В рамках вашего полета Мы обрабатываем ваши персональные данные в рамках услуг, связанных с вашим полетом, для целей оформления вашего авиабилета, регистрации на рейс, оформления посадочного талона и посадки на борт самолета. Ваши персональные данные могут обрабатываться только в целях предоставления информации о проверке вашей организации путешествия, изменениях в вашей программе полета, дате начала, информации о вашем багаже и времени регистрации, а также для передачи сообщений о невыполненных бронированиях. * Установление связи с нашей службой поддержки клиентов и управления взаимоотношениями с клиентами: В определенных обстоятельствах мы обязаны предоставлять нашим клиентам определенную информацию о наших рейсах. Например, нам может потребоваться связаться с вами по SMS, электронной почте или телефону для передачи информации о бронировании, подтверждения покупки билета или для предоставления информации об оплате и рейсе. Кроме того, клиенты, пользующиеся услугами, предоставляемыми через Приложение, также могут получать уведомления в приложении. *Запросы и оценки: Персональные данные, относящиеся к вам, могут обрабатываться для принятия необходимых мер по предоставлению ответов на вопросы, запросы или жалобы, переданные нашими клиентами через цифровые среды или по другим письменным и устным каналам. Мнения наших клиентов очень важны для нас. Поэтому мы можем обрабатывать персональные данные при оценке ответов наших клиентов на вопросы в рамках опросов об удовлетворенности клиентов, чтобы оценить качество наших услуг. * Предотвращение мошенничества: Мы отслеживаем действия клиентов, чтобы предотвращать, расследовать и/или сообщать о таких фактах, как мошенничество, терроризм, искажение информации, инциденты безопасности или преступления, в соответствии с действующим законодательством. *Создание инфраструктуры информационных технологий, а также реализация и аудит процессов и операций информационной безопасности: Персональные данные, относящиеся к вам, могут обрабатываться в целях обеспечения соответствия внутренним политикам и процедурам, связанным с информационной безопасностью, управлением системами информационных технологий, а также для улучшения и оптимизации таких систем, обеспечения доступности и надежности такой инфраструктуры и систем посредством резервного копирования и тестирования, улучшения предоставляемых продуктов и услуг, включая статистический анализ и исследования систем и программ, связанных с продажей билетов и организацией поездок. *Осуществление финансовых и бухгалтерских операций: Персональные данные, относящиеся к вам, могут обрабатываться в целях выполнения обязательств по предоставлению информации, включая идентификацию и проверку личности, а также предотвращение мошеннических транзакций, получение платежей и, при необходимости, возмещение расходов. *Настройка услуг: Предложение, предложение и представление программ, услуг и продуктов заинтересованным лицам, а также выполнение действий по их адаптации в соответствии с привычками и потребностями соответствующих лиц. *Информация об использовании: Для повышения качества обслуживания наших клиентов и персонализации наших услуг для вас мы можем отслеживать ваши привычки использования нашего веб-сайта и приложений. Кроме того, для предоставления услуг может обрабатываться такая информация, как IP-адрес, модель устройства и т. д., касающаяся устройств, которые вы отображаете на нашем веб-сайте или используете наши приложения. В случаях, предусмотренных законом, маркетинговые и рекламные мероприятия, осуществляемые посредством таргетинга и профилирования, осуществляются только с вашего согласия. * В целях, предусмотренных законом (согласно статье 6/(1), подпункту 1(c) GDPR): * Обеспечение соблюдения национального и международного законодательства, которому подчиняется BAGSFOLLOW, и выполнение обязательств, предусмотренных законом.
zh: 旅行预订管理与服务访问 包括通过第三方和其他网站进行的预订操作，一旦您登记行李、使用UBS航班信息系统或进行航班预订，我们会为您创建一个账户，用于完成预订和管理偏好。此过程中提供的身份信息将在值机、行李托运、安全检查和登机环节用于验证。 我们使用您的个人数据来处理与行李丢失相关的信息、生成 Bagsfollow 条码、通过条码进行追踪，并在行李被找到时联系您。 客户沟通与关系管理 为保障运营顺利进行，有时我们需与客户沟通，例如通知找回的行李或发送付款和航班信息。我们可能通过短信、电子邮件或电话联系您，使用应用程序的用户还可能收到推送通知。 请注意，依据《商业通信与电子消息规定》第6条，这些非营销类信息无需事先获得您的许可，即使您未授权接收信息，UMV 软件有限公司仍可发送。 反馈与评价 您通过数字平台或其他方式提出的问题、请求或投诉将用于采取必要行动。为了提升服务质量，我们可能在调查与评估中使用您的个人数据。 个性化客户体验 我们将您的个人数据用于为您定制产品与服务，例如根据过往航班和互动预测偏好并提供专属优惠。此外，我们也可能根据您的用户画像推送活动、促销或营销内容。 产品与服务资讯 在您同意的前提下，我们可能会发送有关航班、行李和旅行产品的信息、产品介绍或促销通知，也可能介绍合作伙伴的优惠。 请求与投诉处理 包括更改请求、特殊服务需求、投诉和改进建议等，我们将基于这些内容处理您的数据。 法律合规与主管机关信息提供 我们处理您的个人数据是为了满足强制性记录要求、数据保存与报告义务、行李追踪、税务、国际制裁等法律义务。 在身份验证、欺诈预防等方面，您的数据可用于防止、侦查和调查违法行为。 为满足国际与国内民航法规，以及确保航班运行，您的个人数据可能被传送给境内外主管机构，且仅限于合法请求所需信息。 财务与会计操作 我们处理您的数据以履行通知义务、收取付款及在需要时退费，并防止欺诈行为。 IT基础设施与信息安全管理 我们处理数据以确保技术运营、系统监控、信息系统维护、灾备测试（包括使用真实数据）、丢失行李系统改进、统计分析与服务优化。 防止欺诈与欺骗行为 我们为调查、报告与法律程序执行处理您的数据。 合作伙伴与供应商访问权限管理 为实现合作活动（如行李追踪、客户服务、研究开发等），我们可能授予合作伙伴与第三方服务供应商所需的数据访问权限。

# KÜÇÜK
source: MINOR
de: KLEIN
ko: 작은
ru: МАЛЕНЬКИЙ
zh: 小

# KİLİT
source: LOCK
de: SCHLOSS
ko: 자물쇠
ru: ЗАМОК
zh: 锁

# KİRLENMİŞ
source: CONTAMINATED
de: VERSCHMUTZT
ko: 오염됨
ru: ЗАГРЯЗНЕННЫЙ
zh: 污染的

# KŞP0
source: General Provisions
de: Allgemeine Bestimmungen
ko: 일반 조항
ru: Общие положения
zh: 一般条款

# KŞP1
source: Bagsfollow website and mobile application terms of use
de: Nutzungsbedingungen für die Bagsfollow-Website und mobile App
ko: Bagsfollow 웹사이트 및 모바일 앱 이용 약관
ru: Условия использования веб-сайта и мобильного приложения Bagsfollow
zh: Bagsfollow 网站与移动应用程序使用条款

# KŞP2
source: Thank you for visiting the Bagsfollow website and/or using its mobile app (hereafter referred to mobile phones and tablet devices). The website and/or phone application operated by Bagsfollow owned and operated by Bagsfollow with its head office located at the following address (hereinafter referred to as the "Website"): Güzeloluk mah. 1835 sok NO 5/4 MURATPAŞA/ANTALYA 07200 TURKIYE Company Registration Number: 115086 Mobil telefon+90 507 709 7343 Email: info@bagsfollow.com
de: Vielen Dank, dass Sie die Bagsfollow-Website besuchen und/oder die mobile App (im Folgenden für Mobiltelefone und Tablets verwendet) nutzen. Die Website und/oder App (im Folgenden „Website“ genannt) ist Eigentum von Bagsfollow mit Hauptsitz unter folgender Adresse und wird von Bagsfollow betrieben: Güzeloluk Mah. 1835 Sok. Nr. 5/4 MURATPAŞA/ANTALYA 07200 TÜRKİYE Handelsregisternummer: 115086 Mobiltelefon: +90 507 709 7343 E-Mail: info@bagsfollow.com
ko: Bagsfollow 웹사이트를 방문해주시고/또는 모바일 앱(이하 휴대폰 및 태블릿 기기를 포함함)을 이용해 주셔서 감사합니다. 아래 주소에 본사를 둔 Bagsfollow가 소유 및 운영하는 웹사이트 및/또는 애플리케이션(이하 “웹사이트”)입니다: Güzeloluk mah. 1835 sok NO 5/4 MURATPAŞA/ANTALYA 07200 TURKIYE 사업자 등록번호: 115086 모바일: +90 507 709 7343 이메일: info@bagsfollow.com
ru: Благодарим вас за посещение веб-сайта Bagsfollow и/или использование его мобильного приложения (далее именуемого «мобильные телефоны и планшеты»). Веб-сайт и/или мобильное приложение Bagsfollow принадлежат и управляются компанией Bagsfollow, головной офис которой находится по следующему адресу (далее именуемой «Веб-сайт»): Güzeloluk mah. 1835 sok NO 5/4 MURATPAŞA/ANTALYA 07200 TURKIYE Регистрационный номер компании: 115086 Мобильный телефон: +90 507 709 7343 Электронная почта: info@bagsfollow.com
zh: 感谢您访问 Bagsfollow 网站和/或使用我们的移动应用程序（以下称为“网站”）。该网站由位于以下地址的 Bagsfollow 所拥有并运营： Güzeloluk mah. 1835 sok NO 5/4 MURATPAŞA/ANTALYA 07200 TURKIYE 公司注册号：115086 手机：+90 507 709 7343 电子邮件：info@bagsfollow.com

# KŞP3
source: ALL INFORMATION OBTAINED THROUGH THE SHOPPING OR OTHER TRANSACTIONS YOU MAKE FROM THE WEBSITE OR USING THE WEBSITE SHALL BE SUBJECT TO THESE TERMS OF USE. PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE WEBSITE.
de: Alle Informationen, die Sie durch Käufe oder andere Transaktionen über die Website erhalten, unterliegen diesen Nutzungsbedingungen. Bitte lesen Sie diese Bedingungen sorgfältig, bevor Sie die Website nutzen.
ko: 웹사이트에서 또는 웹사이트를 통해 이루어지는 모든 구매 및 기타 활동은 본 이용 약관에 따릅니다. 웹사이트를 사용하기 전에 본 약관을 주의 깊게 읽어주세요.
ru: ВСЯ ИНФОРМАЦИЯ, ПОЛУЧЕННАЯ В РЕЗУЛЬТАТЕ ПОКУПОК ИЛИ ДРУГИХ ТРАНЗАКЦИЙ, СОВЕРШЕННЫХ ВАМИ НА САЙТЕ ИЛИ С ИСПОЛЬЗОВАНИЕМ САЙТА, РЕГУЛИРУЕТСЯ НАСТОЯЩИМИ УСЛОВИЯМИ ИСПОЛЬЗОВАНИЯ. ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ НАСТОЯЩИЕ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПЕРЕД ИСПОЛЬЗОВАНИЕМ САЙТА.
zh: 您通过网站或使用网站所进行的所有购物或其他交易所获得的信息均受这些使用条款的约束。在使用网站之前，请仔细阅读这些条款。

# KŞP4
source: For the purposes of the Terms of Use: "We" refers to Bagsfollow and "You" refers to persons accessing the Website (including people accessing the Website on behalf of other persons). "Material(s)" means software, programs, data, information and databases.
de: Im Rahmen der Nutzungsbedingungen bezeichnet „wir“ Bagsfollow und „Sie“ die Person, die auf die Website zugreift (einschließlich derjenigen, die im Namen anderer handeln). „Material/Materialien“ bezeichnet Software, Programme, Daten, Informationen und Datenbanken.
ko: 이용 약관에서 “당사”는 Bagsfollow를, “귀하”는 웹사이트에 접속하는 자(다른 사람을 대신해 접속하는 경우 포함)를 의미합니다. “자료”는 소프트웨어, 프로그램, 데이터, 정보 및 데이터베이스를 포함합니다.
ru: В настоящих Условиях использования: «Мы» относится к Bagsfollow, а «Вы» — к лицам, осуществляющим доступ к Веб-сайту (включая лиц, осуществляющих доступ к Веб-сайту от имени других лиц). «Материалы» означают программное обеспечение, программы, данные, информацию и базы данных.
zh: 在使用条款中，“我们”指 Bagsfollow，“您”指访问本网站的用户（包括代表他人访问网站的用户）。“资料”指软件、程序、数据、信息和数据库。

# KŞP5
source: By accessing and using the Website, you unconditionally and irrevocably accept the Terms of Use ("Agreement").
de: Durch den Zugriff auf die Website und deren Nutzung akzeptieren Sie diese Nutzungsbedingungen („Vertrag“) bedingungslos und unwiderruflich.
ko: 웹사이트에 접속하고 사용하는 것으로 본 이용 약관(“계약”)을 무조건적이고 되돌릴 수 없는 방식으로 수락한 것으로 간주됩니다.
ru: Получая доступ к Сайту и используя его, вы безоговорочно и безотзывно принимаете Условия использования («Соглашение»).
zh: 通过访问并使用本网站，您无条件且不可撤销地接受这些使用条款（“协议”）。

# KŞP6
source: By using the Website, you agree that you are an adult who has the legal right and authority to enter into a binding contract, including but not limited to this Agreement, and to use the Website in accordance with all terms and conditions of this Agreement, within the scope of the applicable laws that will apply to you and your use of the Website; and you commit. You are responsible for all payments made to us for reservations made by you or another person using your login information.
de: Mit der Nutzung der Website erklären und garantieren Sie, dass Sie ein volljähriger Erwachsener mit gesetzlichem Recht und der Befugnis sind, verbindliche Verträge zu schließen und die Website gemäß allen Bedingungen dieses Vertrags zu nutzen. Sie sind für alle Zahlungen verantwortlich, die bei Buchungen durch Sie oder andere, die Ihre Zugangsdaten verwenden, an uns zu leisten sind.
ko: 귀하는 본 계약을 체결할 법적 권한이 있으며, 관련 법률에 따라 본 약관의 모든 조건에 따라 웹사이트를 사용할 수 있는 성인이며, 로그인 정보를 이용한 모든 예약에 대한 책임이 귀하에게 있다는 것을 인정하고 동의합니다.
ru: Используя Веб-сайт, вы подтверждаете, что являетесь совершеннолетним лицом, имеющим законное право и полномочия заключать обязывающие договоры, включая, помимо прочего, настоящее Соглашение, и использовать Веб-сайт в соответствии со всеми условиями настоящего Соглашения, в рамках применимого законодательства, которое будет применяться к вам и вашему использованию Веб-сайта; и вы обязуетесь: Вы несете ответственность за все платежи, произведенные нам за бронирования, совершенные вами или другим лицом с использованием ваших учетных данных.
zh: 使用本网站即表示您为具有签订具有法律效力合同的权利与能力的成年人，并接受本协议及适用法律的所有条款和条件。使用您的登录信息进行的所有预订相关费用由您承担。
