Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# KVKKp10
source: 6. To Whom, Why and Where We Transfer Your Personal Data? Due to the global nature of our business, We may transfer your personal data to recipients residing in Türkiye or abroad, in accordance with applicable laws. Recipients that We may transfer your data to can be listed categorically as follows: *Our business partners or suppliers residing within Türkiye or abroad : Security firms, ground operation service providers at airports, transportation service providers for ground handling services, hotels, agencies and other additional related services, global distribution systems and partner airlines. *Group companies : Certain services offered by Bagsfollow are carried out by our affiliates, within this context, your personal data may be shared with our relevant affiliates. *Suppliers : Your personal data will also be shared with service providers, in particular, providers of website hosting, software, maintenance, call centers, security firms, hotels, agencies and transportation service providers. *Government authorities such as civil aviation or custom authorities and/or law enforcement officials authorized by national or international legislations ; e.g. to enforcement agencies, executive or judicial bodies in relation to ongoing investigations. *In the event that the business is sold or integrated with another business, certain pieces of your details may be disclosed to our advisers and any prospective purchaser’s adviser and may be passed to the new owners of the business. Third Party Web Sites : Our website may include links to third-party websites, microsites, plug-ins and applications (i.e. booking.com) Please note that clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy statements. Therefore, whenever you make use of these links or microsites or when you leave our website, please read the privacy notice of the third party.
de: 4. Übermittlung personenbezogener Daten Ihre personenbezogenen Daten können an unsere Lieferanten, rechtlichen Berater und Geschäftspartner weitergegeben werden, die uns bei der Begründung, Durchführung und Beendigung Ihrer Geschäftsbeziehung unterstützen, einschließlich der Parteien, mit denen wir zur Bereitstellung von Produkten und Dienstleistungen zusammenarbeiten. Ihre Daten können auch im Rahmen der gesetzlichen Befugnisse an zuständige öffentliche Stellen und private Institutionen weitergegeben werden. In diesen Fällen ergreifen wir alle erforderlichen Maßnahmen, um sicherzustellen, dass die Empfänger der Daten die in dieser Erklärung festgelegten Regeln und gesetzlichen Vorschriften einhalten. Ihre personenbezogenen Daten können im Einklang mit den in den Artikeln 8 und 9 des Gesetzes festgelegten Bedingungen und Zwecken an unsere Tochtergesellschaften, Geschäftspartner, Lieferanten, gesetzlich autorisierte öffentliche Institutionen und Organisationen sowie rechtliche Berater und berechtigte private Institutionen weitergegeben und ins Ausland übermittelt werden. In diesem Zusammenhang können Ihre personenbezogenen Daten zur Erfüllung betrieblicher Anforderungen und zur Einhaltung der zivilen Luftfahrtvorschriften, insbesondere Artikel 40 des türkischen Zivilluftfahrtgesetzes Nr. 2920, an die zuständigen Behörden und berechtigten Dritten im Reiseland weitergegeben werden. Die Übermittlung personenbezogener Daten ins Ausland kann erfolgen, wenn: * Ihre ausdrückliche Einwilligung vorliegt oder * keine Einwilligung vorliegt, aber eine oder mehrere der im Gesetz genannten Datenverarbeitungsbedingungen erfüllt sind: * Es liegt ein angemessenes Schutzniveau im Empfängerland vor oder * Wenn kein angemessenes Schutzniveau besteht, verpflichtet sich unser Unternehmen zur Einhaltung eines angemessenen Schutzniveaus im Empfängerland. * Die Übermittlung erfolgt im Einklang mit den einschlägigen gesetzlichen Bestimmungen.
ko: 4. 개인정보의 제공 귀하의 개인정보는 귀하와 당사의 관계 수립, 수행, 종료와 관련된 사안에서 저희가 협력하는 공급업체, 법률 자문가, 비즈니스 파트너와 공유될 수 있습니다. 또한 법적으로 권한을 가진 공공기관 및 개인과도 해당 권한 범위 내에서 공유될 수 있습니다. 이러한 경우, 당사는 개인정보를 제공받는 측이 관련 법률 및 본 공지의 규정에 따라 데이터를 처리하고 전달하도록 필요한 조치를 취합니다. 귀하의 개인정보는 법 제8조 및 제9조에 명시된 개인정보 처리 조건 및 목적에 따라 계열사, 비즈니스 파트너, 공급업체, 권한 있는 공공기관 및 법률 자문가와 공유될 수 있으며, 이와 관련하여 개인정보 보호 위원회의 결정에 따라 해외로 이전될 수 있습니다. 또한 민간 항공법 및 국제 규정에 따라 귀하의 여행이 이루어진 국가의 관련 기관 및 제3자와 필요한 범위 내에서 공유될 수 있습니다. 해외 이전의 조건은 다음과 같습니다: * 귀하의 명시적 동의가 있는 경우 * 명시적 동의가 없더라도, 법률에 명시된 다른 처리 조건이 충족되는 경우: * 해당 국가에 개인정보 보호 위원회의 결정에 따른 충분한 보호 조치가 있는 경우 * 그렇지 않더라도, 회사가 해당 국가에서 충분한 보호 조치를 제공하겠다는 보장을 하는 경우 관련 법률 규정에 따라 처리됩니다.
ru: 6. Кому, зачем и куда мы передаем ваши персональные данные? В связи с глобальным характером нашей деятельности мы можем передавать ваши персональные данные получателям, проживающим в Турции или за рубежом, в соответствии с действующим законодательством. Получатели, которым мы можем передавать ваши данные, могут быть перечислены следующим образом: *Наши деловые партнеры или поставщики, проживающие в Турции или за рубежом: охранные фирмы, поставщики услуг наземного обслуживания в аэропортах, поставщики транспортных услуг для наземного обслуживания, отели, агентства и другие сопутствующие услуги, глобальные системы дистрибуции и авиакомпании-партнеры. *Группа компаний: Некоторые услуги, предлагаемые Bagsfollow, предоставляются нашими аффилированными лицами, в связи с чем ваши персональные данные могут быть переданы нашим соответствующим аффилированным лицам. *Поставщики: Ваши персональные данные также будут переданы поставщикам услуг, в частности, поставщикам услуг хостинга веб-сайтов, программного обеспечения, технического обслуживания, колл-центрам, охранным фирмам, отелям, агентствам и поставщикам транспортных услуг. *Государственным органам, таким как органы гражданской авиации или таможенные органы, и/или сотрудникам правоохранительных органов, уполномоченным национальным или международным законодательством; например, правоохранительным органам, исполнительным или судебным органам в связи с текущими расследованиями. *В случае продажи или интеграции бизнеса с другим бизнесом, некоторые ваши данные могут быть раскрыты нашим консультантам и консультанту потенциального покупателя, а также могут быть переданы новым владельцам бизнеса. Сторонние веб-сайты: Наш веб-сайт может содержать ссылки на сторонние веб-сайты, микросайты, плагины и приложения (например, booking.com). Обратите внимание, что переход по этим ссылкам или включение этих соединений может позволить третьим лицам собирать или передавать данные о вас. Мы не контролируем эти сторонние веб-сайты и не несем ответственности за их заявления о конфиденциальности. Поэтому всякий раз, когда вы используете эти ссылки или микросайты, или когда вы покидаете наш веб-сайт, пожалуйста, ознакомьтесь с уведомлением о конфиденциальности третьих лиц.
zh: 4. 个人数据的传输 您的个人数据可能会与为我们提供产品或服务的合作方、与我们合作的第三方、供应商、法律顾问和业务伙伴共享，以建立、执行和终止与您的关系。您的个人数据还可以在法律授权的范围内与公共机构和私人个人共享。在这些情况下，我们将采取必要措施，确保接收方按照本通知中的规则和法律规定进行数据处理和传输。 根据《法律》第8条和第9条，您的个人数据可能会与我们的子公司、合作伙伴、供应商、依法授权的公共机构、法律顾问和私人机构共享，并在法律规定的框架内传输至国外。为满足运营需求，并遵守《土耳其民航法》第2920号第40条和其他相关国际法规，您的个人数据可能会在旅行所涉及国家的相关机构和授权第三方之间传输。 将个人数据传输到国外的前提包括： * 您已明确同意，或 * 在未获得明确同意的情况下，满足《法律》中规定的其他数据处理条件之一或多个的情形下： * 接收国已获得个人数据保护委员会的充分保护决定；或 * 若无充分保护，则我方承诺在相关国家实施足够保护； * 并在相关法律框架内进行处理。

# KVKKp11
source: 7. How long will you retain my data? Bagsfollow is subject to legal obligations on data retention periods under Turkish and European Laws. Your personal data are deleted as soon as they are no longer needed for the specified purposes. However, We must sometimes continue to store your data until the retention periods and deadlines set by the legislator or supervisory authorities, up to 30 years which may arise from the Turkish Commercial Code, Tax Code, Turkish Code of Obligations and depending on other applicable European Laws and national laws of a EU-Country. We may also retain your data until the statutory limitation periods have expired (but up to 30 years in some cases), provided that this is necessary for the establishment, exercise or defence of legal claims. After that, the relevant data are routinely deleted or anonymized. Where We process personal data for marketing purposes or with your consent, We process the data until you ask us to stop and for a short period after this (to allow us to implement your requests). We also keep a record of the fact that you have asked us not to send you direct marketing or to process your data so that We can respect your request in future.
de: 5. Speicherung personenbezogener Daten Bei der Festlegung der Aufbewahrungsdauer personenbezogener Daten berücksichtigen wir die geltenden Vorschriften sowie die Zwecke der Datenverarbeitung. Wenn der Zweck der Verarbeitung entfällt, werden die personenbezogenen Daten gelöscht, vernichtet oder anonymisiert, sofern keine andere gesetzliche Grundlage für die Speicherung besteht.
ko: 5. 개인정보의 보관 당사는 개인정보 보유 기간을 관련 법률 및 처리 목적을 고려하여 결정합니다. 개인정보 처리 목적이 더 이상 존재하지 않을 경우, 다른 법적 근거가 없는 한 해당 데이터는 삭제되거나 파기되며, 익명화됩니다.
ru: 7. Как долго вы будете хранить мои данные? Bagsfollow обязан хранить мои данные в соответствии с турецким и европейским законодательством. Ваши персональные данные удаляются, как только они перестают быть необходимыми для указанных целей. Однако иногда мы должны продолжать хранить ваши данные до истечения сроков хранения, установленных законодательными или надзорными органами, вплоть до 30 лет, что может быть обусловлено Торговым кодексом Турции, Налоговым кодексом, Кодексом обязательств Турции, а также другими применимыми европейскими законами и национальным законодательством страны ЕС. Мы также можем хранить ваши данные до истечения установленных законом сроков исковой давности (но в некоторых случаях до 30 лет), при условии, что это необходимо для предъявления, осуществления или защиты правовых претензий. После этого соответствующие данные в установленном порядке удаляются или анонимизируются. В случаях, когда мы обрабатываем персональные данные в маркетинговых целях или с вашего согласия, мы обрабатываем данные до тех пор, пока вы не попросите нас прекратить обработку, и в течение короткого периода после этого (чтобы мы могли выполнить ваши запросы). Мы также сохраняем запись о том, что вы просили нас не отправлять вам сообщения прямого маркетинга или не обрабатывать ваши данные, чтобы мы могли выполнить ваш запрос в будущем.
zh: 5. 个人数据的存储 在确定个人数据的存储期限时，我们会根据现行法规以及相关数据处理目的进行评估。当数据处理目的不再存在时，除非存在其他法律依据支持数据继续存储，否则将删除、销毁或匿名化处理。

# KVKKp12
source: 8. Principles relating to personal data privacy : Our company acts in accordance with the principles stated below in all data processing activities. “lawfulness, fairness and transparency”, “purpose limitation”, “data minimisation”, “accuracy”, “storage limitation”, “integrity and confidentiality” and “accountability”.
de: 6. Grundsätze der Verarbeitung personenbezogener Daten „Handeln im Einklang mit Gesetz und Treu und Glauben“, „Richtigkeit und Aktualität“, „Verarbeitung für bestimmte, klare und rechtmäßige Zwecke“, „Verarbeitung nur in Bezug auf den Zweck, begrenzt und verhältnismäßig“, „Speicherung für den in der relevanten Gesetzgebung vorgesehenen oder für den Zweck erforderlichen Zeitraum“ sind unsere grundlegenden Prinzipien bei der Verarbeitung Ihrer personenbezogenen Daten.
ko: 6. 개인정보 처리 원칙 '법과 정직성에 부합하는 처리', '정확성과 최신성', '명확하고 합법적인 목적을 위한 처리', '목적과 관련되고 최소한으로 제한된 처리', '관련 법률에서 정한 보유 기간 또는 필요한 기간만큼 보유'가 당사의 개인정보 처리의 핵심 원칙입니다.
ru: 8. Принципы, касающиеся конфиденциальности персональных данных: Наша компания действует в соответствии с принципами, изложенными ниже, во всех действиях по обработке данных. «законность, справедливость и прозрачность», «ограничение цели», «минимизация данных», «точность», «ограничение хранения», «целостность и конфиденциальность» и «подотчетность».
zh: 6. 个人数据处理原则 我们的个人数据处理遵循以下基本原则：“依法和诚实原则进行处理”、“准确并保持最新”、“为特定、明确和合法目的处理数据”、“处理的数据应与目的相关、适度并限于必要范围内”、“在相关法规规定或实现目的所需的期间内保存”。

# KVKKp13
source: 9. Use of cookies : As BagsFollow Web Application, We utilize technologies such as cookies, pixels, GIFs (“Cookies”) to improve your user experience during your use of our websites and applications. The use of these technologies is in accordance with the Law and other related regulations that We are subjected to. For further information regarding cookies, please refer to the UMV BİLGİSAYAR HİZMETLERİ LTD. ŞTİ.Cookie Privacy Notice located at gdpr (bagsfollow.com)
de: 7. Verwendung von Cookies Als UMV Bilgisayar Yazılım Ltd. Şti. verwenden wir bei Ihrem Besuch unserer Online-Plattformen Technologien wie Cookies, Pixel und GIFs („Cookies“), um Ihr Erlebnis zu verbessern. Die Nutzung dieser Technologien erfolgt in Übereinstimmung mit dem Gesetz und der DSGVO sowie den geltenden Vorschriften. Für detaillierte Informationen zu Cookies empfehlen wir, unsere „Cookie-Richtlinie“ auf der Website zu lesen.
ko: 7. 쿠키(cookie) 사용 UMV Bilgisayar Yazılım Ltd. Şti.는 웹사이트 이용 중 귀하의 경험을 향상시키기 위해 쿠키, 픽셀, GIF 등 기술(이하 “쿠키”)을 사용합니다. 이러한 기술의 사용은 주로 법률과 GDPR을 포함한 관련 규정을 준수하여 이루어집니다. 자세한 정보는 당사 웹사이트의 '쿠키 정책'을 참고하시기 바랍니다.
ru: 9. Использование файлов cookie: В качестве веб-приложения BagsFollow мы используем такие технологии, как файлы cookie, пиксели и GIF-файлы («файлы cookie»), для улучшения вашего пользовательского опыта при использовании наших веб-сайтов и приложений. Использование этих технологий соответствует законодательству и другим нормативным актам, которым мы подчиняемся. Для получения дополнительной информации о файлах cookie см. Уведомление о конфиденциальности файлов cookie компании UMV BİLGİSAYAR HİZMETLERİ LTD. ŞTİ, размещенное на сайте GDPR (bagsfollow.com).
zh: 7. Cookie（小型文本文件）的使用 作为UMV软件有限公司，我们在您访问我们的线上平台时，为改善用户体验使用了Cookie、像素、GIF等技术（“Cookie”）。这些技术的使用符合《法律》和GDPR等我们所受管辖的法规。 有关Cookie的更多详细信息，请参阅我们网站上的“Cookie政策”。

# KVKKp14
source: 10. Use of Digital Platforms : Your personal data may be processed while your use of Digital Platforms to manage and operate the Website, to perform activities for optimizing and improving the user experience related to the Website and Application, to detect in what ways the Website is being used, to support and enhance the use of location based tools, to manage your online accounts and to inform you about the services offered near you. In case you desire to benefit from the offered product and services, your personal data will be processed only to make you get such product and services.
de: 8. Nutzung digitaler Plattformen Während Ihrer Nutzung digitaler Plattformen können Ihre personenbezogenen Daten verarbeitet werden, um den Betrieb und die Verwaltung der Website zu gewährleisten, die Benutzererfahrung zu verbessern, die Nutzungsmuster zu verfolgen, standortbezogene Funktionen bereitzustellen und Sie über verfügbare Dienste an Ihrem Standort zu informieren. Wenn Sie Produkte oder Dienstleistungen innerhalb der Anwendung nutzen möchten, werden Ihre personenbezogenen Daten nur zum Zweck der Bereitstellung dieser Leistungen verarbeitet.
ko: 8. 디지털 환경의 이용 디지털 환경에서 수집된 개인정보는 웹사이트 운영, 사용자 경험 향상, 사이트 사용 분석, 위치 기반 서비스 제공 및 온라인 계정 관리 등을 위해 사용될 수 있습니다. 귀하가 서비스 이용을 원하는 경우, 개인정보는 해당 서비스 제공을 위한 최소한의 범위 내에서 처리됩니다.
ru: 10. Использование цифровых платформ: Ваши персональные данные могут обрабатываться при использовании вами цифровых платформ для управления и эксплуатации Веб-сайта, для выполнения действий по оптимизации и улучшению пользовательского опыта, связанного с Веб-сайтом и Приложением, для определения способов использования Веб-сайта, для поддержки и улучшения использования инструментов определения местоположения, для управления вашими онлайн-аккаунтами и для информирования вас об услугах, предлагаемых рядом с вами. Если вы хотите воспользоваться предлагаемыми продуктами и услугами, ваши персональные данные будут обрабатываться только в целях предоставления вам таких продуктов и услуг.
zh: 8. 数字平台的使用 在您使用数字平台期间收集的个人数据，将用于运营和管理网站、优化和提升用户体验、跟踪平台的使用方式、支持和提供基于位置的服务、管理您的在线账户（若有）以及提供与您所在地相关的服务信息。 如您希望使用平台内提供的产品或服务，您的个人数据将仅限于实现该目的所需的范围内处理。

# KVKKp15
source: 11. Use of CCTV (Closed Circuit Television) : When you visit our company premises, your visual data may be obtained via CCTV and may be preserved only for a period necessary to fulfill the following purposes. With the use of CCTV, prevention and detection of any criminal act incompatible with the law and company policies, maintaining the security of company premises and equipment located within the premises, protection of visitors’ and workers’ well-being is pursued. All necessary technical and administrative measures will be taken by us regarding the security of your personal data obtained via CCTV.
de: 9. Verwendung von CCTV (Videoüberwachung) In unseren Einrichtungen werden visuelle und akustische Daten über CCTV-Systeme erfasst und nur zu folgenden Zwecken gespeichert: Verhinderung und Verfolgung antisozialen oder strafbaren Verhaltens, Sicherung der Einrichtungen und des Eigentums sowie Schutz von Besuchern und Mitarbeitenden. Alle erforderlichen technischen und organisatorischen Maßnahmen zum Schutz der Daten werden unsererseits getroffen.
ko: 9. CCTV(폐쇄회로 카메라 시스템) 사용 당사 사업장 내에서는 폐쇄회로 카메라 시스템을 통해 영상 및 음성 데이터가 수집되며, 반사회적 및 범죄 행위 예방과 모니터링, 시설 및 장비의 보안, 방문객과 직원의 안전 확보 목적으로 필요한 기간 동안 보관됩니다. 이 데이터를 보호하기 위한 기술적, 관리적 조치를 철저히 시행하고 있습니다.
ru: 11. Использование систем видеонаблюдения (CCTV): При посещении вами помещений нашей компании ваши визуальные данные могут быть получены с помощью систем видеонаблюдения и могут храниться только в течение периода, необходимого для достижения следующих целей. Использование систем видеонаблюдения обеспечивает предотвращение и выявление любых преступных деяний, противоречащих закону и политике компании, обеспечение безопасности помещений компании и находящегося на них оборудования, а также защиту благополучия посетителей и сотрудников. Мы примем все необходимые технические и административные меры для обеспечения безопасности ваших персональных данных, полученных с помощью систем видеонаблюдения.
zh: 9. 闭路电视（CCTV）系统的使用 在我们公司场所中，通过CCTV闭路电视系统采集图像和音频数据。其目的为预防和监控反社会及违法行为、确保场所及设备的安全、保护来访者与员工的健康和安全。我们采取一切必要的技术和管理措施，确保通过CCTV系统收集的数据的安全。
