Repository: yumutcetin/AgencyReservationProjectUmut
Catalog: RezerVanaUmv/Resources/Resource.*.resx
Languages: de, ko, ru, zh

# Acele Bagaj Dosya Sırası
source: Rush Baggage File No
de: Dringende Gepäck-Dateireihenfolge
ko: 긴급 수하물 파일 순서
ru: Порядок файлов срочного багажа
zh: 紧急行李文件顺序

# Acele Bagaj Uçuş Bilgileri
source: Rush Baggage Flight Information
de: Dringende Gepäck-Fluginformationen
ko: 긴급 수하물 비행 정보
ru: Информация о рейсе срочного багажа
zh: 紧急行李航班信息

# Acele Etiket No
source: Rush Tag No
de: Dringende Etikett-Nr.
ko: 긴급 태그 번호
ru: Номер срочного ярлыка
zh: 紧急标签号

# Acele Gönderim Mesajı
source: Rush Message
de: Dringende Versandnachricht
ko: 긴급 발송 메시지
ru: Сообщение об отправке срочного багажа
zh: 紧急发送消息

# Acele Hava Yolu
source: Rush Airline
de: Dringende Fluggesellschaft
ko: 긴급 항공사
ru: Авиакомпания срочной доставки
zh: 紧急航空公司

# Acele Mesaj Bilgileri
source: Rush Message Information
de: Dringende Nachrichteninformationen
ko: 긴급 메시지 정보
ru: Информация о срочном сообщении
zh: 紧急消息信息

# Acele Sefer
source: Rush Flight
de: Dringender Flug
ko: 긴급 항공편
ru: Срочный рейс
zh: 紧急航班

# Acele Sefer Bilgileri
source: Rush Fligt Info
de: Dringende Fluginformationen
ko: 긴급 항공편 정보
ru: Информация о срочном рейсе
zh: 紧急航班信息

# ADI
source: NAME
ko: 이름
ru: ИМЯ
zh: 名字

# ADI-1
source: NAME-1
ko: 이름-1
ru: ИМЯ-1
zh: 名字-1

# ADI-2
source: NAME-2
ko: 이름-2
ru: ИМЯ-2
zh: 名字-2

# Adres
source: Address
de: Adresse
ko: 주소
ru: Адрес
zh: 地址

# Adres İli
source: Address City
de: Adressprovinz
ko: 주소 도
ru: Провинция адреса
zh: 省份

# Adres İlçesi
source: Address Town
de: Adressbezirk
ko: 주소 시/군/구
ru: Район адреса
zh: 区/县

# ADRES:
source: ADDRESS:
de: ADRESSE:
ko: 주소:
ru: АДРЕС:
zh: 地址：

# ADRESE SEVK FORM
source: SHIPMENT TO ADDRESS FORM
de: Zustellformular
ko: 주소 배송 양식
ru: Форма доставки по адресу
zh: 发往地址的派送表

# Adresgec
source: Adress
de: Vorübergehende Adresse
ko: 임시 주소
ru: Временный адрес
zh: 临时地址

# Adreskal
source: Permanent Address
de: Dauerhafte Adresse
ko: 영구 주소
ru: Постоянный адрес
zh: 永久地址

# Adı
source: Name
ko: 이름
ru: Имя
zh: 名字

# Adı Soyadı
source: NAME/SURNAME
de: Vor- und Nachname
ko: 이름 성
ru: ИМЯ И ФАМИЛИЯ
zh: 姓名

# Ahl Kayıt No
source: AHL PIR NO
de: AHL-Registrierungsnummer
ko: AHL 등록 번호
ru: НОМЕР ЗАПИСИ AHL
zh: AHL 登记号

# ALACAK HAKKI
source: RIGHT TO CLAIM
de: FORDERUNGSRECHT
ko: 채권 권리
ru: ПРАВО НА ТРЕБОВАНИЕ
zh: 债权

# Alacak Hakkı
source: RIGHT TO CREDIT
de: Forderungsrecht
ko: 채권 권리
ru: Право на требование
zh: 债权

# Alacak Hakkı Bilgileri
source: Right to Claim Information
de: Informationen zum Forderungsrecht
ko: 채권 권리 정보
ru: Информация о праве на требование
zh: 债权信息

# Alacak Hakkı Tutarı
source: AMOUNT OF RIGHT TO CLAIM
de: Betrag des Forderungsrechts
ko: 채권 금액
ru: СУММА ПРАВА НА ТРЕБОВАНИЕ
zh: 债权金额

# AliciAdres
source: Address
de: Empfängeradresse
ko: 수신자 주소
ru: Адрес получателя
zh: 收件人地址

# ALT
source: BOTT
de: UNTEN
ko: 하단
ru: НИЖНИЙ
zh: 下

# Amba
source: WAREHOUSE
de: Lager
ko: 창고
ru: СКЛАД
zh: 仓库

# Ambar
source: Warehouse
de: Lager
ko: 창고
ru: Склад
zh: 仓库

# Ambar Adı/Depolama Yeri
source: Warehouse Name/Place
de: Lagername/Speicherort
ko: 창고 이름/보관 장소
ru: Название склада/место хранения
zh: 仓库名称/存储位置

# Ambar Bilgileri
source: Warehouse Information
de: Lagerinformationen
ko: 창고 정보
ru: Информация о складе
zh: 仓库信息

# Anasayfa
source: HomePage
de: Startseite
ko: 홈페이지
ru: Главная страница
zh: 首页

# ARA
source: SEARCH
de: SUCHEN
ko: 검색
ru: ПОИСК
zh: 搜索

# Arama
source: Search
de: Suche
ko: 검색
ru: Поиск
zh: 搜索

# Asıl Etiket No
source: Original Tag No
de: Originaletikett-Nr.
ko: 원래 태그 번호
ru: Основной номер ярлыка
zh: 原始标签号

# Asıl Hava Yolu
source: Original Airline
de: Originalfluggesellschaft
ko: 원래 항공사
ru: Основная авиакомпания
zh: 原始航空公司

# Asıl Sefer
source: Original Flight
de: Originalflug
ko: 원래 항공편
ru: Основной рейс
zh: 原始航班

# Asıl Sefer Bilgileri
source: Original Flight Info
de: Originalfluginformationen
ko: 원래 항공편 정보
ru: Информация об основном рейсе
zh: 原始航班信息

# AY
source: MONTH
de: MONAT
ko: 월
ru: МЕСЯЦ
zh: 月

# AYAK TEKERLER
source: FEET/WHEELS
de: FÜSSE/RÄDER
ko: 바퀴/다리
ru: НОГИ/КОЛЕСА
zh: 支架/轮子

# AÇIK
source: OPEN
de: OFFEN
ko: 열림
ru: ОТКРЫТО
zh: 开放

# AÇIKLAMA
source: Desription
de: BESCHREIBUNG
ko: 설명
ru: ОПИСАНИЕ
zh: 说明

# AÇIKLAMALAR
source: Desriptions
de: BESCHREIBUNGEN
ko: 설명들
ru: ОПИСАНИЯ
zh: 说明信息

# Açıklama
source: Explanation
de: Beschreibung
ko: 설명
ru: Описание
zh: 说明

# Açıklamalar
source: Description
de: Beschreibungen
ko: 설명들
ru: Описания
zh: 说明信息

# Açılış Tarihi
source: File Opening Date
de: Eröffnungsdatum
ko: 개시일
ru: Дата открытия
zh: 开通日期

# AĞIRLIĞI
source: WEIGHT
de: GEWICHT
ko: 무게
ru: ВЕС
zh: 重量

# Ağırlığı
source: Weight
de: Gewicht
ko: 무게
ru: Вес
zh: 重量

# Bagaj
source: BAGGAGE
de: Gepäck
ko: 수하물
ru: БАГАЖ
zh: 行李

# BAGAJ SAYISI
source: NUMBER OF LUGGAGE
de: Anzahl der Gepäckstücke
ko: 수하물 수
ru: КОЛИЧЕСТВО БАГАЖА
zh: 行李数量

# BAGAJIN BİLGİLERİ
source: BAGGAGE INFORMATION
de: Gepäckinformationen
ko: 수하물 정보
ru: ИНФОРМАЦИЯ О БАГАЖЕ
zh: 行李信息

# BAGAJIN ROTASI
source: BAGGAGE ROUTE
de: Gepäckroute
ko: 수하물 경로
ru: МАРШРУТ БАГАЖА
zh: 行李路线

# Bagajlarınız için
source: You can follow the pictures of your luggage on the homepage www.bagsfollow.com. In order to get information about the reports given to you, make sure to register your mobile phone number in the system.
de: Für Ihr Gepäck können Sie unter www.bagsfollow.com einen zusätzlichen Sicherheitsbarcode erwerben.
ko: 수하물에 대해 www.bagsfollow.com 웹사이트에서 보안 바코드를 추가로 구매할 수 있습니다.
ru: Вы можете приобрести дополнительный штрихкод безопасности на сайте www.bagsfollow.com для вашего багажа.
zh: 您可以通过 www.bagsfollow.com 购买额外的行李安全条码。

# Bagajın Asıl Uçuş Bilgileri
source: Original Flight Information of the Baggage
de: Originale Fluginformationen des Gepäcks
ko: 수하물의 원래 비행 정보
ru: Основная информация о рейсе багажа
zh: 行李的原始航班信息

# Bagajın Ayrıntıları
source: Detailed Information of Baggage
de: Gepäckdetails
ko: 수하물 세부사항
ru: Подробности багажа
zh: 行李详情

# Bagajın Bilgileri
source: Baggage Information
de: Gepäckinformationen
ko: 수하물 정보
ru: Информация о багаже
zh: 行李信息

# Bagajın Hasar Durumu
source: Baggage Damage Info
de: Schadensstatus des Gepäcks
ko: 수하물 손상 상태
ru: Состояние повреждения багажа
zh: 行李损坏情况

# Bagajın Rota Bilgileri
source: Baggage Route Information
de: Routeninformationen des Gepäcks
ko: 수하물 경로 정보
ru: Информация о маршруте багажа
zh: 行李路线信息

# Bagajın Rotası
source: Baggage Route
de: Route des Gepäcks
ko: 수하물 경로
ru: Маршрут багажа
zh: 行李路线

# Bagajın İçerik Bilgileri
source: Contents of Baggage
de: Inhaltsinformationen des Gepäcks
ko: 수하물 내용 정보
ru: Информация о содержимом багажа
zh: 行李内容信息

# BagsFollow Kalan
source: BagsFollow Remaining Baggage Ref No
de: Verbleibende BagsFollow-Gepäckregistrierungsinformationen
ko: BagsFollow 남은 수하물 등록 정보
ru: Информация о зарегистрированном багаже BagsFollow
zh: BagsFollow 剩余行李登记信息

# Barkod
source: Barcode
ko: 바코드
ru: Штрихкод
zh: 条码

# Barkod Numarası
source: Barcode Number
de: Barcodenummer
ko: 바코드 번호
ru: Номер штрихкода
zh: 条码编号

# Barkod Satın Al
source: Buy BagsFollow
de: Gepäckverfolgung kaufen
ko: 수하물 추적 구매
ru: Получить отслеживание багажа
zh: 购买行李追踪码

# BAY
source: MR
de: HERR
ko: 남성
ru: ГОСПОДИН
zh: 男

# BAYAN
source: MRS
de: FRAU
ko: 여성
ru: ГОСПОЖА
zh: 女

# BAĞLAR
source: BINDINGS
de: VERBINDUNGEN
ko: 연결
ru: СВЯЗИ
zh: 绑定

# Baş Harfleri
source: Initials
de: Initialen
ko: 이니셜
ru: Инициалы
zh: 首字母

# BAŞ HARFLERİ
source: INITIALS
de: INITIALEN
ko: 이니셜
ru: ИНИЦИАЛЫ
zh: 首字母

# BAŞLANGIÇ TARİHİ
source: START DATE
de: BEGINNDATUM
ko: 시작 날짜
ru: ДАТА НАЧАЛА
zh: 开始日期

# BDO YAP
source: MAKE BDO
de: BDO AUSFÜHREN
ko: BDO 수행
ru: СОЗДАТЬ BDO
zh: 创建BDO

# BH-1
source: IT-1
de: BH-1
ko: BH-1
ru: BH-1
zh: BH-1

# BH-2
source: IT-1
de: BH-2
ko: BH-2
ru: BH-2
zh: BH-2

# BOŞ
source: Please Choose...
de: Bitte auswählen...
ko: 선택해주세요...
ru: Пожалуйста, выберите...
zh: 请选择...

# Buluntu
source: Found Property
de: Fundstück
ko: 분실물
ru: Найденный предмет
zh: 失物

# Buluntu Bilgi
source: Found Property Information
de: Fundinformationen
ko: 분실물 정보
ru: Информация о находке
zh: 失物信息

# Buluntu Güncelle
source: Update Found Property
de: Fundstück aktualisieren
ko: 분실물 업데이트
ru: Обновить находку
zh: 更新失物

# Buluntu Kapama
source: Found Property Closing/Delivery
de: Fundstück abschließen / übergeben
ko: 분실물 종료 / 인도
ru: Закрытие/Передача находки
zh: 关闭/交付失物

# Buluntu Kayıt
source: Found Property Registration
de: Fundstück registrieren
ko: 분실물 등록
ru: Регистрация находки
zh: 失物登记

# BÜYÜK
source: MAJOR
de: GROSS
ko: 크게
ru: БОЛЬШОЙ
zh: 大

# BİTİŞ TARİHİ
source: END DATE
de: ENDDATUM
ko: 종료 날짜
ru: ДАТА ОКОНЧАНИЯ
zh: 结束日期

# FERMUAR
source: ZIPPER
de: REISSVERSCHLUSS
ko: 지퍼
ru: МОЛНИЯ
zh: 拉链

# Fiyat
source: Price
de: Preis
ko: 가격
ru: Цена
zh: 价格

# Fwd Kayıt No
source: Fwd Ref No
de: Fwd-Registrierungsnummer
ko: Fwd 등록 번호
ru: Номер регистрации Fwd
zh: FWD 登记号

# Gelişmiş/İleri
source: ADVANCED
de: Erweitert/Fortgeschritten
ko: 고급/진행
ru: РАСШИРЕННЫЙ/ПРОДВИНУТЫЙ
zh: 高级/进阶

# GenelBagajBilgileri
source: General Baggage Information
de: Allgemeine Gepäckinformationen
ko: 일반 수하물 정보
ru: Общая информация о багаже
zh: 通用行李信息

# Geçici Adres Bilgileri
source: Temporary Adress Information
de: Vorübergehende Adressinformationen
ko: 임시 주소 정보
ru: Информация о временном адресе
zh: 临时地址信息

# GEÇİCİ ADRESİ
source: Temporary Adress
de: VORÜBERGEHENDE ADRESSE
ko: 임시 주소
ru: ВРЕМЕННЫЙ АДРЕС
zh: 临时地址

# Giriş
source: Login
ko: 로그인
ru: Вход
zh: 登录

# Giriş Yap
source: Login
de: Einloggen
ko: 로그인하기
ru: Войти
zh: 登录

# Gönder
source: Send
de: Senden
ko: 보내기
ru: Отправить
zh: 发送

# GÜNCEL
source: CURRENT
de: AKTUELL
ko: 최신
ru: АКТУАЛЬНО
zh: 最新

# Güncelle
source: Update
de: Aktualisieren
ko: 업데이트
ru: Обновить
zh: 更新

# Hakkımızda
source: About Us
de: Über uns
ko: 회사 소개
ru: О нас
zh: 关于我们

# HakkımızdaP1
source: This dream which started in 2016, became a reality in 2021.
de: Dieser Traum, der 2016 begann, wurde 2021 Wirklichkeit.
ko: UMV 소프트웨어 유한회사(UMV Yazılım Ltd. Şti.)는 2021년에 설립되었으며, 항공 및 금융 분야에서 20년에 가까운 깊은 경험을 가진 세 전문가가 힘을 합쳐 탄생했습니다. 우리는 국내 항공 산업의 해외 의존도를 줄이고, 국산 소프트웨어 솔루션을 개발하는 것을 목표로 출발했습니다.
ru: Эта мечта, зародившаяся в 2016 году, стала реальностью в 2021 году.
zh: UMV软件有限公司成立于2021年，由三位在航空和金融领域拥有近20年深厚经验的专家联合创办。我们以减少我国在航空领域的对外依赖、开发本土软件解决方案为目标启程。

# HakkımızdaP2
source: Three friends working on the fields of aviation and finance, we gathered to get rid of external dependency and create a national aviation software.
de: Drei Freunde, die im Bereich Luftfahrt und Finanzen tätig sind, schlossen sich zusammen, um die Abhängigkeit unseres Landes von ausländischer Software in der Luftfahrt zu beenden und eine nationale Luftfahrtssoftware zu entwickeln.
ko: 2021년 8월, UMV 소프트웨어 유한회사라는 이름으로 공식적으로 우리의 역량을 하나로 모았습니다. 그 이후로 우리는 경험을 쌓고 프로젝트를 발전시켜 왔습니다.
ru: Трое друзей, работающих в сфере авиации и финансов, собрались вместе, чтобы избавиться от внешней зависимости и создать национальное авиационное программное обеспечение.
zh: 2021年8月，我们以UMV软件有限公司的名义正式合并力量。在此期间，我们不断提升积累与项目开发。

# HakkımızdaP3
source: Although everything did not go as we had hoped, we have come a long way in a short time. Our BagsFollow Web Application, which we wrote as an alternative to the international lost luggage application that is being used, remained at the incubation stage at ITÜ Çekirdek in 2017. Although we had to shelve the project because we couldn't settle in Istanbul, we saw what we could do.
de: Auch wenn nicht alles wie erwartet verlief, haben wir in kurzer Zeit große Fortschritte gemacht. Unsere alternative Webanwendung BagsFollow zur internationalen Lost-and-Found-Lösung wurde 2017 in die Inkubationsphase bei ITÜ Çekirdek aufgenommen. Da wir nicht nach Istanbul ziehen konnten, mussten wir das Projekt auf Eis legen, aber wir haben gesehen, was wir leisten können.
ko: 우리는 단지 분실 수하물 관리 분야뿐만 아니라, 운영 계획, 항공편 정보 시스템 및 예약 시스템에서도 혁신적인 소프트웨어를 개발해 왔습니다.
ru: Хотя всё пошло не так, как мы надеялись, мы проделали большой путь за короткое время. Наше веб-приложение BagsFollow, которое мы написали как альтернативу используемому сейчас международному приложению для поиска потерянного багажа, в 2017 году находилось на стадии инкубации в ITÜ Çekirdek. Хотя нам пришлось отложить проект из-за невозможности обосноваться в Стамбуле, мы увидели, что можем сделать.
zh: 我们不仅开发了行李丢失管理系统，还在运营规划、航班信息系统和预订系统方面推出了创新软件。

# HakkımızdaP4
source: We developed our projects during the intervening period and have come a long way. In August 2021, we gathered under the name UMV Yazılım Ltd. Şti. . We have produced software not only for the lost baggage field, but also for flight information systems.
de: In der Zwischenzeit haben wir unsere Projekte weiterentwickelt und große Fortschritte erzielt. Im August 2021 haben wir uns unter dem Namen UMV Yazılım Ltd. Şti. zusammengeschlossen. Wir haben nicht nur in der Lost-and-Found-Branche, sondern auch in Fluginformationssystemen Softwarelösungen entwickelt.
ko: 국가 의식과 업계에 대한 열정을 바탕으로 중요한 성과들을 이루어냈습니다. 우리가 수행한 테스트에서는, 분실 수하물 비율을 업계 최저 수준까지 낮추는 데 성공했습니다.
ru: За это время мы развивали наши проекты и прошли долгий путь. В августе 2021 года мы объединились под названием UMV Yazılım Ltd. Şti. Мы разработали программное обеспечение не только для сферы поиска утерянного багажа, но и для систем информации о полётах.
zh: 凭借我们的国家意识和对行业的热情，我们取得了重要的成就。在测试中，我们成功将行李丢失率降至行业最低水平。

# HakkımızdaP5
source: Our amateur spirit was united in our national consciousness and we believed that we could do it. As a matter of fact, we were right. In the tests we have carried out, we have pulled the lost luggage rate to the lowest levels of the sector. Our flight information system has reached the optimum point in line with the demands of our customers. We worked 24/7. In short, we tried to prevent the labor of our country from going abroad.
de: Unser amateurhafter Geist verband sich mit unserem nationalen Bewusstsein, und wir sagten: „Wir schaffen das.“ Und tatsächlich hatten wir recht. Unsere Tests haben gezeigt, dass wir die Rate verlorener Gepäckstücke auf ein Minimum senken konnten. Unser Fluginformationssystem wurde durch die Rückmeldungen unserer Kunden optimiert. Wir standen 24/7 hinter unserem Projekt. Kurz gesagt: Wir haben versucht, zu verhindern, dass das Know-how unseres Landes ins Ausland abwandert.
ko: 우리가 개발한 항공편 정보 시스템은 고객 요구에 따라 가장 효율적인 수준에 도달했습니다. 해외로의 기술 유출을 방지하고자 24시간 근무하며 국산 솔루션을 제공하기 위해 노력했습니다.
ru: Наш любительский дух был объединён нашим национальным сознанием, и мы верили, что сможем это сделать. И, по сути, мы были правы. В ходе проведённых тестов мы снизили процент утерянного багажа до самого низкого уровня в отрасли. Наша система информации о полётах достигла оптимального уровня, отвечающего потребностям наших клиентов. Мы работали круглосуточно. Одним словом, мы стремились не допустить оттока рабочей силы из нашей страны за границу.
zh: 我们开发的航班信息系统已根据客户需求达到了最优效率。为了阻止国家资源外流，我们全年无休提供本地和国家级的解决方案。

# HakkımızdaP6
source: At the point, we are proud that we have done our job in the best way. We will be able to respond to many requests of ground handling and airline companies in a short time. Our desire is to grow worldwide within this framework…
de: Wir sind stolz darauf, unsere Arbeit bestmöglich zu machen. In Kürze werden wir auf viele Anfragen von Bodenabfertigungs- und Fluggesellschaften reagieren können. Unser Ziel ist es, in diesem Rahmen weltweit zu wachsen…
ko: 오늘날 우리는 우리의 일을 최고의 방식으로 수행하고 있다는 자부심을 가지고 있습니다. 짧은 시간 안에 지상 조업 및 항공사들의 다양한 요구에 효과적으로 대응할 수 있게 되었습니다.
ru: На данный момент мы гордимся тем, что выполнили свою работу наилучшим образом. В ближайшее время мы сможем удовлетворить многочисленные запросы компаний наземного обслуживания и авиакомпаний. В рамках этой стратегии мы стремимся к глобальному росту…
zh: 如今，我们为能够做好本职工作而自豪，并能在短时间内有效响应地面服务和航空公司的各种需求。

# HakkımızdaP7
source: We do not forget that no wind can help those who do not know the port they are going to.
de: Wir vergessen nicht: Kein Wind kann einem Schiff helfen, das nicht weiß, welchen Hafen es ansteuern soll.
ko: 우리의 목표는 세계적인 소프트웨어 기업으로 성장하는 것입니다.
ru: Мы не забываем, что никакой ветер не поможет тому, кто не знает порт, в который направляется.
zh: 我们的目标是成长为全球范围内的软件公司。

# HakkımızdaP8
source: We know the port we are going to.
de: Wir wissen, welchen Hafen wir ansteuern…
ko: "어디로 가야 할지 모르는 자에게는 어떤 바람도 도움이 되지 않는다"는 믿음으로 우리는 명확한 항로를 설정하고 그 길을 확고하게 나아가고 있습니다.
ru: Мы знаем порт, в который направляемся.
zh: “对不知道目标港口的人，任何风都帮不了。”我们怀揣这份信念，明确了方向，并坚定前行。

# HakkımızdaP9
source: With gratitude
de: Mit freundlichen Grüßen,
ko: 평안과 함께,
ru: С благодарностью
zh: 祝好，

# Hasar
source: Damage
de: Schaden
ko: 손상
ru: Повреждение
zh: 损坏

# Hasar Bilgisi
source: Damage Information
de: Schadensinformation
ko: 손상 정보
ru: Информация о повреждении
zh: 损坏信息

# HASAR DURUMU
source: DAMAGE CONDITION
de: SCHADENSSTATUS
ko: 손상 상태
ru: СОСТОЯНИЕ ПОВРЕЖДЕНИЯ
zh: 损坏状态

# HASARLI BAGAJ RAPORU
source: DAMAGED BAGGAGE FILE REPORT
de: BERICHT ÜBER BESCHÄDIGTES GEPÄCK
ko: 손상된 수하물 보고서
ru: ОТЧЕТ О ПОВРЕЖДЕННОМ БАГАЖЕ
zh: 损坏行李报告

# Hasarlı
source: Damaged
de: Beschädigt
ko: 손상됨
ru: Поврежденный
zh: 已损坏

# Hasarlı Bagaj
source: Damaged Luggage
de: Beschädigtes Gepäck
ko: 손상된 수하물
ru: Поврежденный багаж
zh: 已损坏行李

# HASARSIZ
source: NO DMG
de: UNBESCHÄDIGT
ko: 손상 없음
ru: НЕПОВРЕЖДЕННЫЙ
zh: 未损坏

# Hata Bilgileri
source: Error Information
de: Fehlerinformationen
ko: 오류 정보
ru: Информация об ошибке
zh: 错误信息

# Hata Kodları
source: Reason for Loss
de: Fehlercodes
ko: 오류 코드들
ru: Коды ошибок
zh: 错误代码

# Hata Kodu
source: Reason Loss
de: Fehlercode
ko: 오류 코드
ru: Код ошибки
zh: 错误代码

# Hatalı İstasyon
source: Fault Station
de: Fehlerhafte Station
ko: 잘못된 역
ru: Ошибочная станция
zh: 错误站点

# Hava Yolu
source: AIRLINE
de: Fluggesellschaft
ko: 항공사
ru: Авиакомпания
zh: 航空公司

# Havayol
source: Airline
de: Fluggesellschaft
ko: 항공사
ru: Авиалиния
zh: 航空公司

# HAVAYOLU
source: AIRLINE
de: FLUGGESELLSCHAFT
ko: 항공사
ru: АВИАЛИНИЯ
zh: 航空公司

# Havayolu:
source: AIRLINE:
de: Fluggesellschaft:
ko: 항공사:
ru: Авиалиния:
zh: 航空公司：

# HEPSİ
source: ALL
de: ALLE
ko: 전체
ru: ВСЕ
zh: 全部

# Hoşgeldiniz
source: Welcome
de: Willkommen
ko: 환영합니다
ru: Добро пожаловать
zh: 欢迎

# Kadın
source: Female
de: Frau
ko: 여성
ru: Женщина
zh: 女性

# Kalan
source: On-Hand
de: Verbleibend
ko: 남은
ru: Оставшийся
zh: 剩余

# Kalan Bagaj
source: On-Hand Baggage
de: Zurückgebliebenes Gepäck
ko: 남은 수하물
ru: Оставшийся багаж
zh: 剩余行李

# Kalan Bagaj Kayıt Bilgileri
source: On-Hand Baggage Information
de: Registrierungsinformationen zum zurückgebliebenen Gepäck
ko: 남은 수하물 등록 정보
ru: Информация о регистрации оставшегося багажа
zh: 剩余行李登记信息

# Kalıcı İletişim Bilgileri
source: Permanent Contact Information
de: Dauerhafte Kontaktdaten
ko: 영구 연락처 정보
ru: Постоянная контактная информация
zh: 永久联系信息

# KAPALI
source: CLOSED
de: GESCHLOSSEN
ko: 닫힘
ru: ЗАКРЫТО
zh: 关闭

# Kapanış Tarihi
source: File Closing Date
de: Abschlussdatum
ko: 종료일
ru: Дата закрытия
zh: 关闭日期

# Kapat
source: Close
de: Schließen
ko: 닫기
ru: Закрыть
zh: 关闭

# Kategori
source: Category
de: Kategorie
ko: 카테고리
ru: Категория
zh: 类别

# KAYDET
source: SAVE
de: Speichern
ko: 저장
ru: СОХРАНИТЬ
zh: 保存

# KAYIP BAGAJ RAPORU
source: FOR LOST BAGS PROPERTY IRREGULARS REPORT(PIR)
ko: 분실 수하물 보고서
ru: ОТЧЕТ О ПОТЕРЯННОМ БАГАЖЕ
zh: 行李丢失报告

# KAYIT SIRASI
source: REFNO
de: REGISTRIERREIHENFOLGE
ko: 등록 순서
ru: ПОРЯДОК РЕГИСТРАЦИИ
zh: 记录顺序

# KAYIŞ
source: STRAP
de: RIEMEN
ko: 스트랩
ru: РЕМЕНЬ
zh: 带子

# Kayıp
source: Lost
de: Verlust
ko: 분실
ru: Потерянный
zh: 丢失

# Kayıp Bagaj
source: Lost Baggage
de: Verlorenes Gepäck
ko: 분실 수하물
ru: Потерянный багаж
zh: 丢失行李

# Kayıp Bagaj Kayıt Bilgileri
source: Lost Baggage Registration Info
de: Registrierungsinformationen für verlorenes Gepäck
ko: 분실 수하물 등록 정보
ru: Информация о регистрации потерянного багажа
zh: 丢失行李登记信息

# Kayıp Esya
source: Lost and Found
de: Verlorener Gegenstand
ko: 분실물
ru: Потерянный предмет
zh: 丢失物品

# Kayıp Sebebi
source: Reason of Lost
de: Verlustgrund
ko: 분실 사유
ru: Причина потери
zh: 丢失原因

# Kayıt
source: Save
de: Speichern
ko: 등록
ru: сохранять
zh: 记录

# Kayıt Ol
source: Register
de: Registrieren
ko: 가입하기
ru: Зарегистрироваться
zh: 注册

# Konum
source: Location
de: Standort
ko: 위치
ru: Местоположение
zh: 位置

# Kullanıcı Adı
source: Username
de: Benutzername
ko: 사용자 이름
ru: Имя пользователя
zh: 用户名

# Kullanım Şartları
source: Terms Of Usage
de: Nutzungsbedingungen
ko: 이용 약관
ru: Условия использования
zh: 使用条款

# KULP SAP
source: HANDLE
de: GRIFF/STIEL
ko: 손잡이/그립
ru: РУЧКА/РУЧКА
zh: 手柄/握把

# KVKK
source: GDPR
de: DSGVO
ko: 개인정보보호법
ru: ЗЗПД
zh: 个人数据保护法

# KVKKnotice
source: "BagsFollow Web Application” GDPR Privacy Notice
de: Hinweis zum Schutz und zur Verarbeitung personenbezogener Daten
ko: 개인정보 보호 및 처리 고지
ru: Уведомление о конфиденциальности GDPR для веб-приложения BagsFollow
zh: 个人数据保护与处理通知

# KVKKp1
source: 1. Introduction of the Data Controller and Privacy Notice : As a data controller, UMV BİLGİSAYAR YAZILIM LTD. ŞTİ. (hereinafter referred to as "Bagsfollow",“Company","Bagsfollow Web Application" or “We”), pays the maximum attention to the lawfulness of the processing of personal data of its customers. We have prepared this Bagsfollow Web Application GDPR Privacy Notice (“Privacy Notice”) on the protection and the processing of personal data, in order to ensure compliance with the European Union General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”).
de: Als Bagsfollow („UMV Bilgisayar Yazılım Ltd. Şti.“, „das Unternehmen“ oder „wir“ genannt), legen wir großen Wert auf die rechtmäßige Verarbeitung personenbezogener Daten unserer Kunden. Mit dieser Datenschutzerklärung („Erklärung“) streben wir die Einhaltung der geltenden nationalen und internationalen Vorschriften an, insbesondere des türkischen Datenschutzgesetzes Nr. 6698 („Gesetz“) und der Allgemeinen Datenschutzverordnung der Europäischen Union („DSGVO“).
ko: Bagsfollow(이하 “UMV Bilgisayar Yazılım Ltd. Şti.”, “회사”, “당사”)는 고객의 개인정보를 관련 법률에 따라 처리하는 것을 중요하게 생각합니다. 본 개인정보 보호 및 처리 공지(“공지”)는 6698번 개인정보 보호법(“법률”) 및 유럽연합 일반 개인정보 보호법(GDPR)을 포함한 국내외 법률과의 일치를 목표로 합니다.
ru: 1. Введение в информацию о контролере данных и Уведомлении о конфиденциальности: Компания UMV BİLGİSAYAR YAZILIM LTD. ŞTİ. (далее именуемая «Bagsfollow», «Компания», «Веб-приложение Bagsfollow» или «Мы»), выступающая в качестве контролера данных, уделяет максимальное внимание законности обработки персональных данных своих клиентов. Мы подготовили настоящее Уведомление о конфиденциальности GDPR (далее — «Уведомление о конфиденциальности») для веб-приложения Bagsfollow, касающееся защиты и обработки персональных данных, в целях обеспечения соблюдения Общего регламента Европейского союза по защите данных (Регламент (ЕС) 2016/679) (далее — «GDPR»).
zh: Bagsfollow（以下简称“UMV软件有限公司”或“公司”或“我们”）非常重视客户个人数据的合法处理。本《个人数据保护与处理通知》（以下简称“通知”）旨在确保我们的数据处理活动符合《第6698号个人数据保护法》（“法律”）及《欧盟通用数据保护条例》（GDPR）等国内外法规。
